{
  "1ch.21.31": {
    "interpretations": {
      "dde": {
        "content": [
          {
            "verse": "1ch.21.31",
            "paragraphs": [
              "「這就是神的殿。」（二十一31）",
              "二十一1～27，參：撒下二十四1～25",
              "在約的應許（十七章）並且軍事上的勝利（十八～二十章）達到頂點之後，大衛竟犯了大罪（8節）相當令人震驚。不過，中心主題卻是神赦免的恩典（15～27節），而非大衛的罪或是所帶來的審判（9～14節），這也是聖殿成為永恒見證的原因（二十一28～二十一31）。",
              "本段的基本來源是撒母耳記下二十四章，不過歷代誌作者比平常作了更多的改變。地理上的環境、發生的次序，和行政細節都被省略（參：撒下二十四2、4～8、11、15和代上二十一2、4、9、14），好有空處作出兩個新的強調。首先，歷代誌的版本用一個比較明顯的屬靈背景，凸顯出撒但（1節）和耶和華的天使（12～30節）。被擄歸回後的時代一般對看不見的靈界較前更有興趣，分別由猶太教和新約聖經中繼續。有關罪和代贖的議題，絕非只是道德上的沖突或是當代波斯宗教宿命的二元論，而要由更廣的背景來看。雖然罪是人類的問題，但其更深入的屬靈根源，只能透過神掌權的目標和直接的介入才能解決。",
              "歷代誌的第二個強調，是在二十一章28節至二十二章1節所加的材料中，把大衛的贖罪和新聖殿的位置相關聯起來。這關聯在撒母耳記裏不明顯，而歷代誌的興趣又不只是在地理上的。183聖殿的殿址，就是大衛犯罪曾帶給耶路撒冷瀕臨毀滅邊緣之處，那裏也是神獨自解救衪百姓的地方。最重要的是，這是赦罪的地方，罪和其影響在那裏都可以被除去。",
              "大衛犯罪的意義事實上是被加強，而不是像許多人所主張的被減少。184重要的材料加添在第6～7節裏，以及在第3節和第17節的一些片語。其他改變也讓這個事件和撒母耳記下十一至十二章大衛的謀殺及奸淫之間，增加其中的相似點，如下所示。",
              "(a)只有在這兩個事件當中，大衛作出簡單的告白，「我有罪了」（ḥāṭāʾṯî，撒下十二13；二十四10＝代上二十一8），這也是兩個敘述中的轉捩點。",
              "(b)大衛的犯罪導致了以色列人的死亡（撒下十一17～26，十二15～19，二十四15＝代上二十一14）。",
              "(c)先知發出諍言（撒下十二1～4，二十四11～14＝代上二十一9～13），歷代誌則重復先知傳資訊的公式，「耶和華如此說」（二十一11；參：撒下二十四13）來強調這個重點。",
              "(d)神藉刀劍來懲罰（撒下十二10；代上二十一12、16、27）。",
              "(e)大衛因著神應許的話語而得赦免（撒下十二13，二十四16=代上二十一15）。",
              "(f)神透過衪約的應許賜下赦免。因著大衛的犯罪，神的家（代上二十一29～30）和大衛的家／王朝（撒下十二10）受到直接的威脅，但是神恢復這兩個家，在撒母耳記下十二24～25，借著大衛的繼承者所羅門，在歷代誌上二十一28～二十二1則是透過聖殿的建造。185",
              "縱使這個模式的幾個部分，都已經出現在撒母耳記下十一至十二章和撒母耳記下二十四章，但因兩個額外的事項而更添加其沖擊，這兩點在撒母耳記下二十四章沒有提到，就是耶和華的刀（上面的要點d），和透過聖殿所提供的永久贖罪祭（上面的要點f）。結果就增強了在神的忿怒和神的憐憫之間的對比。與撒母耳記下十一至十二章相比較，本卷顯然更註重大衛的罪，超過烏利亞／拔示巴的危機：(a)大衛的悔罪是比較勉強的（8、13、17節）；(b)知道有撒但卷入（1節）；(c)耶和華的刀而不是人的刀臨到以色列人（15～16、27節）；(d)更多的以色列人死亡（14節）；並且(e)關鍵性的，大衛再也不能在神的聖所敬拜（29～30節；對比撒下十二20）。",
              "這事件對歷代誌作者同時代人的暗示，是不難推論的。在作者的心裏，不只是大衛需要赦免，整個以色列的歷史都說明這個國家不斷地對神不忠（參：代上十13～14；代下三十六14）。甚至在被擄的恥辱之後，以色列的罪和不討神喜悅，也沒有減少（如：亞一1～6；瑪一6～三15；拉九1～十44；尼九1～37）。但歷代誌作者的目標不是要強調譴責以色列的罪行，盡管問題嚴重。而是剛好反向，因為歷代誌作者看見神總有完全救贖的恩典。聖殿就是罪人得赦免，帶祭物來敬拜的最佳所在（如：瑪三10；尼十32～39；參：路十八13）。",
              "現在，因為所有舊約的獻祭都在耶穌身上應驗了，借著耶穌基督永遠確定神樂意赦免罪人（如：來九14、25～26）。耶穌的犧牲打開一條大道，通到天上神的聖殿，遠勝過所羅門和所羅巴伯的聖殿（來六19～20，九11～15、24～28）。歷代誌的作者和希伯來書的作者一樣，也借著在地上和天上的祭壇之間的共同點，找到贖罪祭的意義。聖經邀請人們來到天上的聖所（「就當存著誠心，和充足的信心，來到神面前……」，來十19～25），和地上耶穌受難的地方（「……我們也當出到營外就了他去，忍受他所受的淩辱」，來十三11～14）。基督的十架，使得撒但的煽動（如：啟二十1～10）和天使審判的刀（啟六4、8）完全失效。",
              "a.統計人數（代上二十一1～6）",
              "歷代誌裏兩個最為困難的議題，是由第1節所引起，就是，撒但簡短的出現和統計人數的意思。舊約聖經只有三次直接提到撒但（見：伯一～二；亞三1～2），並且只有在這裏是專有名詞（其他的地方都有定冠詞，並且意思是「這對頭，反對者，敵人」）。除了可能在以賽亞書十四14有一個暗示外，聖經沒有在其他的地方討論到牠的起源，直到主後第一世紀末葉，才把撒但與蛇畫等號（啟十二9，二十2）。舊約聖經主要的興趣是牠的作為（牠總是與神敵對），而不是在於牠的起源或是牠的身分。牠的活動事實上十分受約束，並且牠總是對於神的幹預毫無招架能力。雖然牠更多出現在新約聖經中，但也同樣地受到限制，這在基督死亡帶給它最後的失敗，表達得最為透徹（約十二31，十六11；西二15等）。",
              "這個動詞「起來」（NRSV、RSV；參：亞三1）和激動（參：伯二3；創三1～7）是把撒但的活動，與其他舊約聖經中說到牠的部分連起來。但若與撒母耳記下二十四1作比較，立刻就可註意主詞的改變：「耶和華又向以色列人發怒，就激動大衛，使他吩咐人去數點以色列人和猶大人。」曾有一些學者假設，歷代誌作者認為他的來源有神學上的不足（如Myers、Rudolph），但這樣只是處理了對神的激動之觀念一個可能的誤解，卻未解釋其中真正的意思。撒母耳記下二十四1清楚的是神激動大衛，因為衪生大衛的氣。186不過，這不能解釋為宿命論，因為根據撒母耳記上二十六19，如此激動的任何有害的影響，應該都能夠被人的正面反應所抵消。諷刺的是，在那裏的上下文中，大衛自己勸告掃羅悔改，如果他認為是神激動他的話。187依此類推，這個統計人數也是神對以色列的審判，如果當初大衛知道他的錯誤，這整個的結局都可以避免。",
              "因此就進入介紹撒但的基本神學架構。牠與神的角色截然不同，神一直全面地掌控，但有時候是借著把罪人交給撒但來作審判（林前五5；提前三20）。當撒但激動人的時候，僅僅為了自己的利益。牠既不關心公義的懲罰，也不尋找可能的悔改，因為這些都違反牠的本性，就像是罪的誘惑與神毫無瓜葛一樣。撒但不應被認為只是神審判的工具，因為神在這裏用到祂自己的毀滅天使（15～16節；參：出十二23）。借著改變撒母耳記下二十四1這個動詞激動的主詞，因此產生一個十分不同的意義。",
              "雖然神的審判、人的選擇，和撒但的試探並沒有互相排斥，但也不能夠因此就畫上等號。撒但事實上在第1節之後，就沒有任何的作為，並且很快消失，就像是約伯記一至二章和撒迦利亞書三章。反向的，大衛得好好選擇要怎麽做。這包括了真誠悔改，這可從約押（3、6節）和他自己對罪的意識（8節），以及在第9～13節，他對神審判的反應看出來（也見：拿三1～9；摩四6～11）。188",
              "歷代誌和撒母耳記都沒有提供任何明顯的理由，起初神為甚麽對大衛發怒，也沒有提出為甚麽大衛數算人口會被認為是罪。在舊約聖經中數算人口本身並不是神所反對的，而且運行過許多次；為了軍事上的目的（民一3、45，二十六2），或聖所的納稅（出三十11～16，三十八25～28；民三40～41），為了分配地業（民二十六52～55；尼七4～5），或者組織利未人（民三14～39；代上二十三2及下），或者為了建造聖殿（代下二17～18）。但這次人口普查，清楚地不討人（3、6節）和神（7節）的喜悅。申可（Schenker）的分析對這個負面的普查提供了五個可能的原因：(a)眾支派覺得對他們的自主是一個威脅；(b)神的聖戰的崇高理想已經受到世俗化影響；(c)神的祝福不能夠降格為統計數字；(d)大衛沒能認知統計人數是神的特權，而沒有付出贖罪的贖金（參：出三十12）；(e)是人的驕傲。189",
              "事實上，似乎統計人數目的本身就能說明其意義。雖然大衛的行動從上下文看來是一個軍事上的作為，但他似乎忘了百姓並不是他的，乃是神的。他自我中心的動機在以下的錯誤當中表露無遺：(i)他沒有收集半舍客勒人頭稅，這稅是在摩西律法所提到的，一個會導致災殃的疏忽（出三十12）；(ii)他沒能認知神的百姓最終是不能夠被數算的，因著神應許的本質所致（3節，二十七23～24）；(iii)在所有的其他舊約聖經中，統計人數都有神所給予特別的目的，但這一次似乎其本身已經是目的了。甚至約押都知道神會使他的百姓比現在添加百倍（3節），所羅門也接受以色列人是不能夠被數算的，因為他們是神的百姓（王上三8）。諷刺的是，大衛的行動卻導致以色列人的數目大量減少（14節）。",
              "因為大衛的命令是「約押厭惡的」（6節，NRSV、RSV），並且是神不喜悅的（7節）。大衛使以色列人陷在罪裏（3節）。這些語詞沒有一個出現在撒母耳記裏，並且歷代誌對罪孽（希伯來文ʾašmâ）的用法特別有意思。這個字經常是指：惹神發怒的行為（代下二十四18，二十八10、13，三十三23；參：代下十九10同語族的動詞）。190",
              "統計人口的數目（5節）是一個難題，因為它們與撒母耳記下二十四9不符。通常的解答是，假設歷代誌裏的一百一十萬所有的以色列人，代表了從撒母耳記中總數一百三十萬的以色列人和猶大人中，利未人和便雅憫人（參6節）各自減少了十萬人，並且歷代誌對猶大人的聲明，是後來增添的註解（如Williamson、Rudolph）。不幸地，這個提議是不合理也不一致。因為沒有任何額外的經文有獨立的證明，並且歷代誌也沒有任何地方，提到各支派有十萬人這個簡略的數字。假設一個後來增添的數字，從猶大人總數四十七萬，只有扣除省略掉的三萬便雅憫人，這也是不一致的。這個數字可能比撒母耳記裏大概五十萬人的數字，要來得更精確，否則這整個事件在抄寫上的疏忽造成的難題仍然沒有解決。191利未人和便雅憫人被排除在外（6節），可能是因為約押的匆忙或罪疚或是兩者都有（參二十七24）。另外的選擇，利未人可能因傳統上的原因而沒有被數算在內（民一49，二33），而便雅憫人可能因為約櫃在耶路撒冷或是帳幕在基遍的原因，也沒有被數算在內（6節）。",
              "b.退而求其次的選擇（代上二十一7～14）",
              "大衛的認罪（8節）比在撒母耳記來得強烈，原來簡單的承認我……大有罪了（參：撒下十二13）也被加上「仆人的罪孽」（RSV）和「我所行的甚是愚昧」（NRSV、RSV）。不過，審判的現實並不因他的認罪而有所減少。大衛所面對處罰的選擇，都是與違反神的約有關聯的（參：利二十六25～26），並且選擇的空間也很小（11～12節）。192",
              "與審判的烏雲相較之下，大衛的訴求使得神的憐憫照耀得更顯明亮（13節）。這個憐憫（希伯來文raḥamîm），是指神從衪深處的同情心，湧流出人所不配得到的愛。大衛在第13節的立場，其實是與第1節平行的，但是，他先前所選擇的只是更加重神的審判，現在他卻回轉，深心盼望摸著神的心。大衛的發現實際上是建立在神的本性是憐憫的神之上，這也是一個永久的盼望。193對歷代誌作者而言，這是以聖殿作為象征（二十二1；王上八37＝代下六28），並且在新約聖經中借著基督的工作得著確認。聖經總是肯定神會垂聽這禱告：「在發怒的時候以憐憫為念」（哈三2；參：約三16～21）。",
              "先知迦得，經常以大衛的先見聞名，歷代誌說他是大衛的史官（代上二十九29；代下二十九25）。就像是拿單，他帶來救贖（18～19節）和是審判的訊息（9～12節）。",
              "c.神和人的後悔（代上二十一15～17）",
              "這裏對天使的形容比在撒母耳記更多（12、15、16、18、20、27、30節；參：撒下二十四16～17）。歷代誌形容他是「毀滅的天使」（15節），肯定撒母耳記下二十四16～17三次提到他，但是也似乎有意回應殺長子之災（出十二23）。難道歷代誌是在暗示，盡管以色列的命運曾經神跡似地在埃及被解救，但如今大衛之下所有的百姓，都將要被擊潰嗎？天使被描述成站著，與撒但的姿勢相同（1節），象征伺機而動。不過，換另外的角度，這個天使卻是絕對與撒但不同的，因為這個天使是運行神旨意的仆人（參：詩一○三20～21），包括審判和拯救。有意思的是，這天使明顯地是站在兩個不同的地方，在禾場（15節）和天地之間（16節）。這其中沒有真正的沖突，因為這個字「在」（15節）是模棱兩可的，故能夠容許廣闊的空間，並且天使在任何例子當中，通常被認為比人類有更大的活動自由。",
              "天使的刀最令人印象深刻（12、16、27、30節）。雖然撒母耳記下沒有直接提到，但是提到天使伸出的手暗示有此意思（撒下二十四16～17）。在另一個撒母耳記希伯來文抄本裏也出現這個字（4QSama），清楚地未受歷代誌影響，也確定這並不是歷代誌作者的創作。194天使的刀從第16～27節籠罩在整個敘述中，也在耶路撒冷。與以色列（5節）或者他們的敵人（12節）的刀相比較，其效果更是超越，代表神的審判威脅著耶路撒冷。這並不是天使的刀第一次在舊約聖經中出現（參：創三24；民二十二22～35；書五13～15），但是之前從來沒有回轉來對付以色列國。195",
              "神的呼喚，夠了！（15節）讓這審判立即停止。這惟一的原因是神的大憐憫（13節），因為特別說到神本身「後悔這災」（15節，RSV、REB、NEB；憂傷，NIV；「改變衪的心意」，GNB）。這個令人驚訝的念頭並不是指神在任何道德上的前後不一，乃是源自衪深處的憂傷和同情，以改變計畫。特別提到當神撤回審判，通常是回應代求（出三十二12～14；摩七3～6）或是人的悔改（耶十八8；拿三9～10）而有的反應。至終說來，這是神的特出本性（珥二13～14；拿四2），所以表面上神看起來像是改變了，事實上卻是衪不改變的本性之特質。",
              "大衛本身的反應（17節）是再一次的悔改，終於承認這個統計人口完全是他個人的責任。就如從前（3、6～8節），歷代誌借著三個語詞強調了這要點，吩咐數點百姓的不是我嗎？願耶和華我神，不要攻擊你的民、降瘟疫與他們，這些都是撒母耳記沒有的。「我，這個牧人，才是做錯了事」（17節，NEB；參Williamson、Ackroyd），這寫法現在通常認為比「我犯了罪行了惡」更好，（NRSV、RSV，參NIV）這有一般認為較好的撒母耳記下LXX和4QSama支持，然而歷代誌古抄本並不支援。「阿珥楠」（15節及下，NRSV、RSV）是在被擄歸回後，亞勞拿的正規發音（NIV、GNB），這是一個耶布斯人的名字在撒母耳記下二十四章前後不同的拼音！",
              "d.新的祭壇（代上二十一18～27）",
              "在舊約聖經（和新約聖經），贖罪是神的禮物，借著衪的話語來表達，透過祭物來實踐。在這裏特別註意獻祭，神吩咐要建造一個祭壇（18節）。這個命令是由天使和先知來傳達（18節），因為神與衪百姓的關系還沒有完全恢復。關於如何購買這個地點的記載，歷代誌比撒母耳記詳細，也特意回應了兩段早期的經文：亞伯拉罕置買麥比拉洞穴（創二十三）和基甸遇見天使（士六11～24）。就像亞伯拉罕，大衛買下整個地方（22、25節）並且付足錢數（22、24節；參：創二十三9，這個語詞除了這些出處外，並沒有用在舊約聖經的其他地方）。亞伯拉罕置買的，是神的百姓實際所擁有的第一塊應許之地，而大衛的購買完成了亞伯拉罕信心的行動。基甸在打麥子時受命建造祭壇（參20節），接下來他所獻的祭物被天上降下來的火燒盡（參26節）。196",
              "事實上，大衛的祭壇是惟一在被擄前時期，神清楚命令所建造的（見：結四十三13～17，一個後來的例子）。基甸的祭壇是取代異教的祭壇，而大衛的祭壇才是全新的。只有這祭壇才完成申命記的要求：在「耶和華你們的神所選擇的地方」（申十二5、11、14）。大衛的地點也是與神所選擇的另外一個獻祭的地點有關聯，就是著名的「摩利亞」（代下三1），在這裏神為亞伯拉罕預備了一個獨特的祭物（創二十二2）。197",
              "神對大衛祭壇的認可，借著在撒母耳記中沒有出現的兩個片語來肯定。首先，耶和華就應允他，使火從天降在燔祭壇上（26節），這種對禱告的回答，使人回想起摩西的帳幕敬拜的體制（或是會幕，利九24；代下七1；參：士六21；王上十八38）。第二，使者……他就收刀入鞘（27節），表明了要挪去審判的威脅就必須要有贖罪，並且祭物對於贖罪也是不可或缺的。各種不同的祭物（26節），包含了和解的功能，並象征敬拜和團契。",
              "禾場（15節及下）是在城市和村莊外面一塊平坦的區域，經常是位於高處，所以能夠借助風力。在阿珥楠禾場的線索之下（20節），歷代誌又加添了拿麥子作素祭（23節）。價錢是一個主要的問題，因為在撒母耳記只有五十舍客勒銀子，而在歷代誌卻是六百舍客勒金子（25節）。拉希熹（Rashi）對這數目字的猜測常被提及，就是十二支派中每一個支派代表五十舍客勒，但這對於解釋本質上的差別，沒有任何用處。有人可能假設這較多的數目，是買下整個地方，而小一點的數目只有祭壇本身，至今還是沒有找到滿意的答案。",
              "e.神的新家（代上二十一28～31）",
              "一個簡短神學上的補充（參十13～14，十四17），說明了為什麽以色列主要的聖所，會從基遍轉移到耶路撒冷（參十六39～42）。因為耶和華天使的刀（30節），在基遍的敬拜只有短暫的中止（參：代下一3～13），但是所造成的結果是不可逆轉的。大衛因為懼怕，不敢前去求問神，實際上已經中止在基遍的敬拜（參十三12）。求問神這片語與歷代誌裏「尋求」為同義字，並且一般就是指敬拜。這是作討神喜悅的君王之基本要求，而大衛卻不能夠尋求神，擾亂了他整個統治的模式（看十三3的註解〕。大衛因此從這裏和從在耶路撒冷的特殊事件，作出他自己的結論（那時，大衛見……28節；大衛說……31節），特別是因為耶和華應允了他（28節）。看見他的禱告蒙應允和他的獻祭被接納，這個地點已經成為「禱告的殿」和「祭祀的殿」（參：代下七12；賽五十六7）。合適的反應就是：來建造一個新的殿和一個新的祭壇（31節）。198"
            ]
          }
        ],
        "title": "丁道爾聖經註釋",
        "author": "丁道爾"
      }
    },
    "versions": {
      "cnv": {
        "version_id": "CNV",
        "version_name": "新譯本",
        "lang": "cht",
        "text": "於是大衛說：“這就是耶和華　神的殿，這就是給以色列人獻燔祭的壇。”"
      }
    }
  }
}
