{
  "jos.5.27": {
    "interpretations": {
      "dde": {
        "content": [
          {
            "verse": "jos.5.26-27",
            "paragraphs": [
              "iii.征服耶利哥對約書亞的影響（六26～27）",
              "約書亞要眾人起誓，凡想重建耶利哥城的根基與城門的人，必受咒詛，這代表他希望這個遺址沒有人去動。這和他在九23對基遍人的咒詛類似。他們要永遠保持現況，作以色列人的奴仆。",
              "若和腓尼基人石刻上的咒詛比較，兩者有些地方十分類似。艾蘭和伊施孟尼瑟是腓尼基人的王。他們在王墳上刻字，咒詛凡要攪擾他們的人，凡幹犯者必絕子絕孫。259從這個角度而言，耶利哥的廢墟也不容受打攪。不過，這不是因為有人埋在那裏，而是強調神對耶利哥徹底的審判。這座城既因著全然摧毀而歸給了神，就必須永遠保持原狀，讓凡見到的人都明白以色列之神的能力。列王紀上十六34記載：第九世紀時，伯特利人希伊勒重建耶利哥，結果這咒詛應驗在他身上，死了兩個孩子。申命記二十16～18曾提出h]e{rem（滅絕令）的神學理由，就是免得以色列人學迦南人的樣式去拜當地的神明，不過，約書亞記裏面卻沒有特別說到這一點。約書亞希望耶利哥永遠無人居住，這和申命記十三16（希伯來聖經17）很接近，那裏記載，任何一座城的人若去敬拜別的神明，就要把那座城的居民殺死，那地也不可再居住。按申命記十三和二十章看來，耶利哥的毀滅乃是刑罰，因為城中的人拒絕敬拜以色列的神。"
            ]
          },
          {
            "verse": "jos.5.27",
            "paragraphs": [
              "27.前面曾經提到迦南人的反應，在此讀者又發現，約書亞和他所作的事傳遍了迦南地。此處沒有講迦南人的反應如何，不過這一點並不重要，關鍵乃在他們知道了約書亞的成就。約書亞名聲大噪的原因，是因為神與他同在；如果沒有神的同在，就不可能有三～六章的神跡。這裏以約書亞為重心，而不是以耶和華為重心，與二8～11和五1成對比。為什麽呢？或許是因為從耶利哥開始，約書亞便以軍事領袖的角色出現。征服了耶利哥，約書亞便成了家喻戶曉的名字，他和軍隊一起前進；他掌握生死大權；他宣告耶利哥的咒詛──應當是在公開的場合中。從政治方面來看，因著在迦南地的第一場勝利，約書亞的名氣更加響亮了。當然，從前他也打過仗，最早的一次記在出埃及記十七10～14，是與亞瑪力人爭戰。不過，在耶利哥，領袖是約書亞，而非摩西。在古代近東，一個領袖第一次“戰役”的成果非常重要。所以，有位赫人的王寫信給剛登基的亞述首領，提出這樣的忠告：",
              "第一次出兵，要去自己的實力強過對方三、四倍的地方，或已經被制服過的地方；第一次一定要到這種地方去打。260",
              "第一次戰役成功，在建立領導威信上非常重要。約書亞的勝利，使他備受尊重，不單在以色列人當中如此（他們的證據已經夠充分了），就連迦南人亦然。這段經文有可能是為表明約書亞握有領導權的原因，若是如此，在迦南諸王的面前，這個理由也夠具說服力了。",
              "從文學的角度來看，征服耶利哥的記述，是以色列人預備占領迦南地之慶典的最後一幕。它也將第二章松散的結尾，和關於喇合的事，作了一個總結。這個故事預備了讀者的心，來讀以下“征服的故事”；不過它最關註的，乃是為第七章鋪路，那裏講述以色列未能遵照神的命令而行。從政治的角度來看，以色列人看出，約書亞是成功的軍事領袖，有神帶領他得勝。圍繞耶利哥的舉動，是向當地居民的“宣傳戰”，警告他們，如果不接受以色列的神，就會遭毀滅。同樣，耶利哥的毀滅和征服，也成了其余迦南人的警告，讓他們明白，這個民族和他們的神的確是要來取這地為業。",
              "繞行耶利哥之慶典的情境，加上它是在除酵節之日毀滅的，使得這個原本用來紀念神拯救他們脫離外人權勢的節日，又多了一層當代的意義。對基督徒而言，耶利哥的傾倒象征信靠神的能力。若沒有信心，什麽也不會發生。有了這樣的信心，加上忠心的順服，基督徒便能克服人生所有的困難──無論難處有多大（參：來十一30）。",
              "259KAI，註1和14。"
            ]
          }
        ],
        "title": "丁道爾聖經註釋",
        "author": "丁道爾"
      }
    }
  }
}
