{
  "rom.9.6": {
    "analytics": {
      "thisVerse": {
        "dict": {
          "greek-3756": "Not",
          "greek-3634": "as",
          "greek-1161": "however",
          "greek-3754": "that",
          "greek-1601": "has failed",
          "greek-3588": "who [are]",
          "greek-3056": "word",
          "greek-2316": "of God",
          "greek-1063": "for",
          "greek-3956": "all",
          "greek-1537": "of",
          "greek-2474": "Israel",
          "greek-3778": "[are] these"
        }
      },
      "crossRefs": [
        {
          "totalScore": 6.098611227775724,
          "anchors": {
            "greek-1601": 4.967387449270056,
            "greek-3956": 0.5656118892528341
          },
          "verseKey": "1pe.1.24",
          "cunp": "因為 凡有血氣的，盡都如草； 他的美榮都像草上的花。 草必枯乾，花必凋謝；",
          "words": [
            {
              "id": "greek-1360",
              "eng": "because",
              "punct": ","
            },
            {
              "id": "greek-3956",
              "eng": "All"
            },
            {
              "id": "greek-4561",
              "eng": "flesh [is]"
            },
            {
              "id": "greek-5613",
              "eng": "like"
            },
            {
              "id": "greek-5528",
              "eng": "grass",
              "punct": ","
            },
            {
              "id": "greek-2532",
              "eng": "and"
            },
            {
              "id": "greek-3956",
              "eng": "all"
            },
            {
              "id": "greek-1391",
              "eng": "[the] glory"
            },
            {
              "id": "greek-846",
              "eng": "of it"
            },
            {
              "id": "greek-5613",
              "eng": "like"
            },
            {
              "id": "greek-438",
              "eng": "[the] flower"
            },
            {
              "id": "greek-5528",
              "eng": "of grass",
              "punct": "."
            },
            {
              "id": "greek-3583",
              "eng": "Withers"
            },
            {
              "id": "greek-3588",
              "eng": "the"
            },
            {
              "id": "greek-5528",
              "eng": "grass",
              "punct": ","
            },
            {
              "id": "greek-2532",
              "eng": "and"
            },
            {
              "id": "greek-3588",
              "eng": "the"
            },
            {
              "id": "greek-438",
              "eng": "flower"
            },
            {
              "id": "greek-1601",
              "eng": "falls away",
              "punct": ","
            }
          ]
        }
      ]
    },
    "interpretations": {
      "chenzhongdao": {
        "content": [
          {
            "verse": "rom.9.6-13",
            "paragraphs": [
              "二．神揀選的原則（9:6-13）",
              "神揀選的旨意是有原則的，祂的原則就是憑恩典不憑行為。既然以色列人是神所揀選的，神與他們的祖宗立了約，神所賦予他們的各種特點就如上文所提的：“那兒子的名分、榮耀、諸約、律法、禮儀、應許……”等，都是他們的；但他們竟未得救，那麽這些使他們比外邦人更優越的特點，又有什麽意義呢？在此，使徒解釋神揀選的原則，自古以來就是憑恩典不是憑行為。以色列人未得著救恩，因為他們誤解了神揀選的原則。神給他們以上各種特點，無非要使他們更有機會認識神的恩典，豈知他們竟然去靠這些特權，憑自己的行為，和他們祖宗的功德，而輕忽了神的恩典。他們自以為是亞伯拉罕的子孫，其實，他們不是亞伯拉罕的真子孫；因為按肉身作亞伯拉罕後裔，不都算為他的真後裔。本書第2章已提到類似的話──“因為外面作猶太人的，不是真猶太人，外面肉身的割禮，也不是真割禮”（羅2:28-29）。猶太人多少總有這種想法，以為他們的祖宗亞伯拉罕的行為，必然可作為他們的誇口；但使徒卻證明了連亞伯拉罕也是因信稱義，是憑應許而蒙揀選的。在此保羅把這意義更詳細地加以闡釋。",
              "神揀選的原則是："
            ]
          },
          {
            "verse": "rom.9.6-9",
            "paragraphs": [
              "１．憑神應許不靠肉體的善義（9:6-9）"
            ]
          },
          {
            "verse": "rom.9.6",
            "paragraphs": [
              "6為什麽說神的話不是落了空呢？因為從肉身生的不都是以色列人。",
              "換言之，對於那些真以色列人來說，神的應許並未落空。若單按那些憑肉身作以色列人的來說，他們既未得救，仿佛神的應許是落空了，但他們並非真以色列人啊！因為他們沒有信心接受神的應許；但對那真以色列人──不一定按肉身，卻憑信心和應許作了亞伯拉罕真子孫的──神的應許何嘗落空了呢？",
              "下文保羅舉了兩個例子作為他在第6節的話之根據：頭一個是以撒與以實瑪利的例子，就是7-9節所要研究的。",
              "以色列人的祖宗亞伯拉罕，曾從夏甲生了以實瑪利，滿以為那是他的後裔，神的應許可以成就了，但神卻對他說：“不然，你妻子撒拉要給你生一個兒子，你要給他起名叫以撒”（參創17:19）。又說：“明年這時節，撒拉必給你生以撒。”這就是說，以實瑪利雖然是從亞伯拉罕生的，卻不算為他的後裔，惟有從撒拉所生的以撒，才算為亞伯拉罕的正統後裔。可見使徒說：“從以色列生的，不都是以色列人。”肉身作以色列人的未必都是真以色列人，這真理早已隱藏在亞伯拉罕所生的以撒，和以實瑪利這兩個兒子的事上了。",
              "以實瑪利的出生，是撒拉屬肉體的“善”的後果，她似乎很慷慨地把使女給亞伯拉罕作妾，以成全神的應許。這雖然是她“好意”，其實是屬肉體的焦急所出的主意。神並不承認以實瑪利，倒是對亞伯拉罕說：“把使女和他兒子趕出去；因為使女的兒子，不可與自主婦人的兒子一同承受產業”（加4:30）。但以撒卻是神憑應許賜給亞伯拉罕的，所以他是憑應許生的，他才是亞伯拉罕的後裔。以實瑪利代表一切只憑肉身是以色列人的人，他們不是真以色列人。以撒代表一切憑神的應許，藉著信心作亞伯拉罕子孫的人（包括外邦人和以色列中有信心的人），“這等人不是從血氣生的，不是從情欲生的，也不是從人意生的，乃是從神生的”（約1:13）。他們才是亞伯拉罕的真子孫，包括新舊約的真信徒。",
              "以色列人一直不明白這個真理，以為他們憑肉身是以色列人，便當然是亞伯拉罕的子孫。其實他們只不過像以實瑪利那樣，僅僅是亞伯拉罕屬肉身的子孫。他們還必須加上信心，信靠以撒所預表的基督──神憑應許而賜下信萬國得福的那一位（加3:16），然後才是照亞伯拉罕信心蹤跡去行的真以色列人。這就是本書9:8節所說：“這就是說，肉身所生的兒女，不是上帝的兒女；惟獨那應許的兒女，才算是後裔”的意思。這件事對今日教會的教訓是：單單憑儀式和教會的規條、家庭的遺傳作教友的，並不是神的兒女。惟有信靠神的應許，從聖靈得重生的人才是神的兒女。"
            ]
          }
        ],
        "title": "新約書信讀經講義",
        "author": "陳終道"
      },
      "dde": {
        "content": [
          {
            "verse": "rom.9.6-29",
            "paragraphs": [
              "B神全權的揀選（九6～29）",
              "神的計劃是否出了差錯？保羅說，並非如此。以色列人目前的情形，正符合過去曾屢次彰顯的模式，就是神的作為與人的反應的模式。總有一些人敞開心門接受神的啟示，而另一些人則硬著心拒絕；從他們不同的反應，可以看出他們有否蒙神全權的揀選。",
              "保羅已經指出（二28～29），真猶太人是那些從生命中向神發出頌贊的人，天然的後裔與肉身的割禮都不是最緊要的事。現在他又循著類似的脈絡，指出並非所有以色列的後裔在內心裏都算以色列人，並非所有亞伯拉罕的子孫在屬靈方面都是“亞伯拉罕的後嗣”，這是第四章已經說明的。在整個舊約歷史中，神的計劃向來是由一些圈內人，蒙揀選的少數人，得救的余民傳遞下來的。亞伯拉罕有好些孩子，但是惟藉著其中一位，就是以撒，那應許之子，神的應許才得以傳承。以撒本人有兩個孩子，但惟藉著其中之一，雅各，那聖潔的種子得以遺傳。而神揀選雅各，忽略以掃，絲毫不依據這對雙胞兄弟的行為或個性；在他們出生之前，祂就已經聲明了。",
              "因此，保羅的含意是，今日有些人接受了亮光，另有些人則拒絕，由此就可看出神的揀選，在這些人的意誌或行動之前，神的揀選已經在他們身上運作了。如果神沒有啟示祂揀選的原則，這也並不能構成懷疑祂公平的理由。祂滿有憐憫、慈悲，因為祂的旨意就是如此。“憐憫的本質是不出於勉強”，而若是神施憐憫，更不會帶著絲毫勉強；因為如果祂是由於某些外在因素而不得不施憐憫，那麽，不僅祂的憐憫算不得真憐憫，祂自己也不再是真正的神。",
              "這個原則的適用範圍，不僅限於祂對“以色列族被揀選的種子”的作為，在出埃及的故事中，也可見到祂用這原則對待埃及王，那位固執到底，一再拒絕讓以色列人離開的法老。神為何忍耐法老的頑梗如此之久？祂自己提出了答案：“我叫你存立，是特要向你顯我的大能，並要使我的名傳遍天下”（出九16）。就像法老一樣，人一切的頑梗悖逆，絕不足以阻撓神的計劃，神的榮耀必將得勝，無論人順服與否。",
              "反駁的人會說，那麽，如果神按著自己的旨意預定了人的行為，為什麽祂還責怪他們的行為？他們並沒有違背祂的旨意，而是照章行事。",
              "保羅則回答說：“這位先生，你是什麽人，竟敢向神還嘴？”他舉匠與器皿作比喻，這個比方不僅奧瑪開陽（波斯詩人及天文學家OmarKhayyam）用得順手，希伯來先知也慣於援用。耶利米到匠家裏去的那一天，學到了神如何對待祂的子民，他看見匠按照自己所以為好的來模造泥，將一個作壞的器皿捏成一團，再用它來作另一個新器皿（耶十八1～10）。",
              "誠然，匠和器皿的比喻，只能描述造物主與受造物之間的某一種關系，對按照祂自己形像而造的人，更是如此。器皿不是按照匠的形像造的，它絕不會向匠回應，或挑他的毛病。但是回應神有不同的方式。有人用信心回應，正如一位像約伯或耶利米的人會呼喊，要明白神為何以如此奧秘難明的方法對待他們。甚至基督在十字架上也喊道：“為什麽離棄我？”但是這些有信心的人如此呼喊之時，仍然持守一個基本信念，即神是全然公義又全然有能力的。另一方面，有些人的回應卻存著不信與不服，想要把神放進被告席，自己來審判祂。對存這種態度的人，保羅像以賽亞一樣，給予嚴厲的斥責，提醒他們自己是處於受造者的地位：",
              "“禍哉，那與造他的主爭論的；他不過是地上瓦片中的一塊瓦片！泥土豈可對搏弄他的說：‘你作什麽呢？’或‘你所作的沒有把手’？”（賽四十五9）。（按英譯）",
              "保羅遭人誤解，受到不公允的指責，乃是因為那些人不了解他斷然吩咐閉嘴的對象，不是那些在困惑中誠心尋求神的人，而是誹謗神的叛徒。神在祂的恩典中，可以容忍祂的子民發問；但是若一個人存心剛硬，不肯悔改，要向祂興師問罪，祂卻不接受。",
              "保羅說，假定神為要展示祂公義的審判與能力，為什麽祂不應該容忍像法老這樣的人──（繼續以上比喻）作顯明祂怒氣的器皿，只合適被毀滅？祂又為什麽不可以藉另外的“器皿”，就是要成為祂施憐憫的對象，為這個榮耀的目的而預備的器皿，來展示祂榮耀的偉大？保羅比有些將他系統化的人更謹慎，他沒有直接說神這樣作，只是問：“倘若祂這樣作又如何？誰能控告他呢？”",
              "雖然保羅不容人質疑神隨己意而行的權利，他在此所強調的重點，卻不是神對墮落者的忿怒，而是對那些早已壞透、應被毀滅的人，神再三緩延祂的忿怒。正如前面（二4）所指出的，神的憐憫與忍耐是要讓人有時間悔改；如果他們不領情，反而更加硬心，就像法老，在神一再緩刑之下仍然不改作風，他們就是為自己在處罰之日積蓄報應。",
              "可惜，有些神學思想的學派，其揀選論過份倚重保羅目前這段只在初步階段的論證，而不夠斟酌他進一步對神揀選目的的說明，就是此論證的結論（十一25～32）。然而他在這一階段的論證，與眾所周知的生活事實無可否認是吻合的，這對任何神義論都是一個問題。有些人屬靈的機會比別人好，而機會均等的人中，有些人從其中得到益處，有些則否。有些國家所得的福音亮光較多，也因此必須對神負責。凡經歷神赦免之恩的人，常會稀奇為何自己的眼睛被開啟，而其他人卻仍然緊閉雙眼。",
              "保羅在這裏所堅持的是，所有的人在神面前都有罪，沒有一人有資格得祂的恩典。如果神選擇施恩於某些人，其他人不能因為沒有得著恩典，就說祂不公平。如果他們要的是公平，必定可以得著，但是──",
              "“雖然你求公平，卻要謹記，在公平的道路上，我們沒有一人可得見救恩。”187",
              "事實上，保羅以下的論證將清楚闡明，神的恩典比任何人所敢期待的更浩瀚；但正因那是恩典，沒有人有資格憑自己獲得，也沒有人能要求神提出祂施恩的理由，或要祂不照目前的作法，而施恩給另外的人。恩典有全權可以提出條件，但是它不會受這些條件所限制。",
              "可是神樂意施憐憫，祂已經傾其恩典於無數人身上──對外邦人和猶太人都一樣。藉著引用先知何西阿的話，他將外邦人也和猶太人同樣蒙召，將承受榮耀的事實，描述了出來。",
              "歷代以來，神的選民都認為，外邦人中除了少數之外，都是“可怒預備遭毀滅的器皿”；神顯然“多多忍耐”，“寬容”了他們。但是現在，祂忍耐的目的已經陳明了：祂不是要他們滅亡，而是要他們得救。",
              "而即使以色列人目前大多數人都背棄神，神的作為仍然會以同樣的模式彰顯在他們當中。在此保羅舉出以賽亞來見證他的盼望。",
              "在那全國普遍背棄神的日子，以賽亞看出審判會臨到以色列和猶大，規模十分龐大，以致只有一小群人，稀少的“余民”，能夠存活。然而從這些余民之中，他看出未來的希望就蘊藏於其間；只要在被侵略、擊敗、流亡的嚴酷考驗中，能有一群余民存留，成為那被潔凈過的新以色列的核心，神對祂子民以色列的計劃和應許，並要藉著他們傳至外邦的事，就絕不會失敗。如此，那群“得救”的余民也將成為“拯救”的余民。",
              "保羅認為，這群余民現在重新出現，就是那一小群猶太人，像他自己一樣，承認耶穌是主的人；他們或許是一小群，但是他們的存在便是一種保證，有朝一日必然會有全民歸主的現象。這個盼望在後面（十一章）闡述得更詳盡；此刻，他則又轉而註意另一項理由，為何福音的祝福目前臨到外邦人，而非猶太人。"
            ]
          }
        ],
        "title": "丁道爾聖經註釋",
        "author": "丁道爾"
      },
      "fengsheng": {
        "content": [
          {
            "verse": "rom.9.6",
            "paragraphs": [
              "9:6",
              "神的話落了空：從這節經文開始，保羅全面展開有關神在以色列民族中的作為以及他們目前不信基督的原因的討論(參“神對以色列人的救贖計劃”一文)。",
              "專題論文55：神對以色列人的救贖計劃",
              "羅9:6“這不是說神的話落了空，因為從以色列生的，不都是以色列人。”",
              "簡介",
              "在羅馬書9~11章中，保羅就以色列過去所蒙的揀選、現今對福音的拒絕和將來的得救等問題作了論述。寫這3章是為了回答猶太信徒所提的問題：在以色列整個民族似乎與福音無份的情況下，神對亞伯拉罕和以色列民族的應許如何繼續生效呢？本文總結了保羅的論點。",
              "概述",
              "保羅關於神對以色列人的討論有3個要點。",
              "1.第一部分(羅9:6~29)是對以色列人過去所蒙之揀選的一個回顧。",
              "(1)在9:6~13中，保羅申明神對以色列人的應許並沒有落空，因為這應許從來都只賜給民中有信心的人，只為那些忠於應許的真以色列人存留(參創12:1~3；17:19)。在以色列人當中總有一些人必要承受應許。",
              "(2)在9:14~29中，保羅指出，神對個人和民族有權按他自己所喜悅的行事。他有權棄絕頑梗悖逆的以色列人，也有權選擇向外邦人發憐憫，施救恩。",
              "2.第二個主要部分(羅9:30~10:21)分析了以色列人拒絕福音的現狀，他們沒有回應基督，不是出於神的絕對命定，而是因著他們自己的不信和不服(參羅10:3註)。",
              "3.最後，保羅解釋說(羅11章)，以色列人被棄只是部分的和暫時的。他們最終將接受神借基督所顯明的救恩。他的論證有以下幾個步驟。",
              "(1)神沒有棄絕真以色列人，他向那些因信基督而對他持守忠心的“余數”是守約的(11:1~6)。",
              "(2)神現在使大多數以色列人的心剛硬乃是因為他們拒絕相信基督(11:7~10；比較9:31~10:21)。",
              "(3)神把以色列人的過犯(也就是釘死基督)轉變成向全世界宣揚救恩的機會(11:11~12,15)。",
              "(4)在這段以色列民不信的年代，不論猶太人還是外邦人(比較10:12~13)，都必須靠著對耶穌基督的信心而得救(11:13~24)。",
              "(5)將來必有一部分以色列人要歸信耶穌基督(11:25~29)。",
              "(6)神的美意原是要憐憫所有的人，無論猶太人還是外邦人，並將所有信基督的人都歸入他的國度(11:30~36；比較10:12~13；11:20~24)。",
              "小結",
              "羅馬書這三章中突出了以下幾個論點：",
              "1.這段關於以色列人的討論重點不在個人肉身死後的永生或永死的問題，相反，保羅從歷史的角度討論了神對待不同民族的作為，也就是說，他有權隨己意使用某些民族。例如，神揀選雅各而不揀選以掃(羅9:11)，乃是為了日後建立和使用從他們而出的以色列和以東兩個民族。這與他們個人永遠得救或被定罪沒有絲毫關系。此處要論證的是神有權呼召、並將責任交付給他所揀選的個人或民族。",
              "2.保羅表達了對猶太人永不止息的關懷和強烈的悲哀(羅9:1~3)。其實保羅為他同胞的得救而禱告的事實已經表明，他不相信那種認為所有人在他們未出生以先已註定上天堂或下地獄的宿命神學觀點。相反，保羅對猶太人的深切期望以及為他們的懇切禱告正反映了神對猶太人的心意(比較羅10:21；參路19:41，關於耶穌為以色列人拒絕接受神的救恩之道而哀哭的註釋)。新約聖經沒有一處教導說某些人在他們未來到世界以先已註定要下地獄(參“揀選與預定”一文)。",
              "3.整篇討論中最重要的一點就是信心問題。大多數以色列人迷茫頹喪的屬靈光景不是神獨斷命定的，而是因他們自己不願意順服神的拯救，拒絕信基督而導致的結果(羅9:33；10:3；11:20)。相反，許多外邦人都因著接受了神的信心之道因信稱義了。他們因信而順服神，並成為“永生神的兒子”(9:25~26)。這裏強調了人因著神的呼召和揀選而信服真道的重要性(1:5；16:26)。",
              "4.以色列民若不是長久不信，就仍有得救的希望(羅11:23)。與此相似，保羅警告今天神教會中的外邦信徒，他們也同樣面臨著被剪除而失去救恩的可能性。所以，他們和以色列人一樣，必須心存敬畏，竭力保守信心(11:20~23)。今天這警告如同當年保羅寫信時一樣有效。",
              "5.聖經中論及以色列人最終必借著接受彌賽亞而得復興的應許比比皆是；這復興將在大災難的末期、基督再來的前夕發生(參賽11:10~16註；24:17~24註；49:22~26註；耶31:31~34註；結37:12~14註；羅11:26註；啟12:6註)。"
            ]
          }
        ],
        "title": "豐盛生命研讀本"
      },
      "matangna": {
        "content": [
          {
            "verse": "rom.9.6",
            "paragraphs": [
              "九6保羅面對一個嚴重的神學問題。神既應許以色列人是衪地上的選民，那麽，以色列人如今遭摒棄，而外邦人卻得蒙祝福，這又如何解釋呢？保羅堅決地表示，神並沒有違約。他指出，神一直以來根據應許而不是宗族世系來行使權能的選擇。一個人從以色列生，並不等於他就有資格承受應許。在以色列族之中，有一撮真正的、相信的屬神余民。"
            ]
          }
        ],
        "title": "馬唐納註釋",
        "author": "馬唐納"
      }
    },
    "sermons": [
      {
        "id": "home_sermons_romans-chp9-1-33",
        "title": "羅馬書9:1-33",
        "date": "2012-08-05",
        "preacher": "王文堂牧師",
        "verses": "羅馬書 9:1-33",
        "audio": "http://www.cbcwla.org/media/ch/SundaySchool/2012/NT-2012-08-05.mp3",
        "slides": "http://www.cbcwla.org/media/ch/SundaySchool/2012/NT-2012-08-05.pdf"
      },
      {
        "id": "home_sermons_romans-2017-04-02",
        "title": "羅馬書 9:1-33",
        "date": "2017-04-02",
        "preacher": "舒明洋弟兄",
        "verses": "羅馬書 9:1-33",
        "slides": "http://cbcwla.org/media/ch/SundaySchool/2017/Romans-2017-04-02.pdf"
      }
    ],
    "versions": {
      "ccb": {
        "version_id": "CCB",
        "version_name": "圣经当代译本",
        "lang": "chs",
        "text": "当然，这并不表示上帝的话落了空，因为从以色列生的，不一定都是以色列人，"
      },
      "cnv": {
        "version_id": "CNV",
        "version_name": "新譯本",
        "lang": "cht",
        "text": "當然，這不是說　神的話落了空，因為出自以色列的，不都是以色列人；"
      },
      "cunp": {
        "version_id": "CUNP",
        "version_name": "和合本新標點（神版）",
        "lang": "cht",
        "text": "這不是說神的話落了空。因為從以色列生的不都是以色列人，"
      },
      "nasb": {
        "version_id": "NASB",
        "version_name": "New American Standard Bible",
        "lang": "en",
        "text": "But it is not as though the word of God has failed. For they are not all Israel who are descended from Israel;"
      },
      "niv": {
        "version_id": "NIV",
        "version_name": "New International Version",
        "lang": "en",
        "text": "It is not as though God’s word had failed. For not all who are descended from Israel are Israel."
      },
      "nlt": {
        "version_id": "NLT",
        "version_name": "New Living Translation",
        "lang": "en",
        "text": "Well then, has God failed to fulfill his promise to Israel? No, for not all who are born into the nation of Israel are truly members of God’s people!"
      }
    },
    "words": [
      {
        "id": "greek-3756",
        "translit": "Ouch",
        "lang": "greek",
        "greek": "Οὐχ",
        "pos": "Adv",
        "eng": "[It is] not"
      },
      {
        "id": "greek-3634",
        "translit": "hoion",
        "lang": "greek",
        "greek": "οἷον",
        "pos": "RelPro-NNS",
        "eng": "as"
      },
      {
        "id": "greek-1161",
        "translit": "de",
        "lang": "greek",
        "greek": "δὲ",
        "pos": "Conj",
        "punct": ",",
        "eng": "however"
      },
      {
        "id": "greek-3754",
        "translit": "hoti",
        "lang": "greek",
        "greek": "ὅτι",
        "pos": "Conj",
        "eng": "that"
      },
      {
        "id": "greek-1601",
        "translit": "ekpeptōken",
        "lang": "greek",
        "greek": "ἐκπέπτωκεν",
        "pos": "V-RIA-3S",
        "eng": "has failed"
      },
      {
        "id": "greek-3588",
        "translit": "ho",
        "lang": "greek",
        "greek": "ὁ",
        "pos": "Art-NMS",
        "eng": "the"
      },
      {
        "id": "greek-3056",
        "translit": "logos",
        "lang": "greek",
        "greek": "λόγος",
        "pos": "N-NMS",
        "eng": "word"
      },
      {
        "id": "greek-3588",
        "translit": "tou",
        "lang": "greek",
        "greek": "τοῦ",
        "pos": "Art-GMS",
        "eng": "-"
      },
      {
        "id": "greek-2316",
        "translit": "Theou",
        "lang": "greek",
        "greek": "Θεοῦ",
        "pos": "N-GMS",
        "punct": ".",
        "eng": "of God"
      },
      {
        "id": "greek-3756",
        "translit": "ou",
        "lang": "greek",
        "greek": "οὐ",
        "pos": "Adv",
        "eng": "Not"
      },
      {
        "id": "greek-1063",
        "translit": "gar",
        "lang": "greek",
        "greek": "γὰρ",
        "pos": "Conj",
        "eng": "for"
      },
      {
        "id": "greek-3956",
        "translit": "pantes",
        "lang": "greek",
        "greek": "πάντες",
        "pos": "Adj-NMP",
        "eng": "all"
      },
      {
        "id": "greek-3588",
        "translit": "hoi",
        "lang": "greek",
        "greek": "οἱ",
        "pos": "Art-NMP",
        "eng": "who [are]"
      },
      {
        "id": "greek-1537",
        "translit": "ex",
        "lang": "greek",
        "greek": "ἐξ",
        "pos": "Prep",
        "eng": "of"
      },
      {
        "id": "greek-2474",
        "translit": "Israēl",
        "lang": "greek",
        "greek": "Ἰσραήλ",
        "pos": "N-GMS",
        "punct": ",",
        "eng": "Israel"
      },
      {
        "id": "greek-3778",
        "translit": "houtoi",
        "lang": "greek",
        "greek": "οὗτοι",
        "pos": "DPro-NMP",
        "eng": "[are] these"
      },
      {
        "id": "greek-2474",
        "translit": "Israēl",
        "lang": "greek",
        "greek": "Ἰσραήλ",
        "pos": "N-NMS",
        "punct": ".",
        "eng": "Israel"
      }
    ]
  }
}
