{
  "job.5.27": {
    "analytics": {
      "thisVerse": {
        "dict": {
          "hebrew-2009": "Behold",
          "hebrew-2063": "this",
          "hebrew-2713": "we have searched out",
          "hebrew-3651": "TRUE",
          "hebrew-1931": "it [is]",
          "hebrew-8085": "Hear it",
          "hebrew-859": "and you",
          "hebrew-3045": "know",
          "hebrew-1961": null,
          "": null
        }
      },
      "translations": {
        "greek-2045": "hebrew-2713",
        "greek-191": "hebrew-8085",
        "greek-1492": "hebrew-3045"
      },
      "crossRefs": []
    },
    "interpretations": {
      "dde": {
        "content": [
          {
            "verse": "job.5.27",
            "paragraphs": [
              "27.他是代表所有的智慧學者發言，所以他使用我們。他相當有把握他所說的“都是真的”（參思高、現中）。現在約伯必須要為他自已的緣故留心傾聽，並且去經歷它（第27b節）188。",
              "我們很難在以利法的神學中找到任何的錯誤，德裏慈說得很對：“釋經者很難在以利法的講論中找出錯誤，由此即可證明本詩的技巧”189。缺點在哪裏呢？為什麽耶和華在最後又要對以利法說（四十二7）──祂特別把他從其他人分別出來──“我的怒氣向你……發作，因為你們議論我，不……正確”（參呂譯、思高、現中）？",
              "以利法的錯誤並不在於他的神學是不合理的，而是在於他是一個無能的輔導員。對一個陷在深淵中的人而言，真話可能是無效的藥。也不是因為約伯目前在理智上是難以接近的、必須要把他當神經病患來對待；他的低潮是正當的、健全的；事實上，神所給他的，乃是貧窮與疾病；把他的心思扭轉到健康的應許上，不是回歸真理的路，因為他正坐在垃圾堆中刮自己身體；也不是應許他財富，因盜匪剛把他的牲畜搶走了；也不是賜給他有許多後裔的夢想，因為他的孩子們都被落下來的石頭壓碎了。以利法已經盡力了，盡了古老神學最大的力量；但約伯記的作者正要邁出一個巨大而全新的腳步，進入到對神有較大、但較奧秘的理解中。以利法把神束縛在某些規則中，確保了祂的道德性；但是要把神放在一個越過祂旨意之道德性的義務下，對祂的主權而言，乃是一個威脅，尤其是當那自認為知道何謂道德性的，乃是一個“人”的時候190。",
              "約伯相信神──祂身為至高無上者──可以照著祂的喜悅賜下，或收回祂的賞賜（一21b），祂可以差遣好事或壞事（二10b），祂不需要為這類的事向任何一個人說明理由。以利法自認為知道如何與一位可以預測的（在某種程度上，那意味著容易控制的）神相處。約伯沒有這樣的自負，他所面對的傷痛是：他所相處的，是一位他自己絕對無法控制，甚至沒有一點影響力的神。以利法的講論──對神的公平與能力所作的一般陳述，約伯並未與之爭論──是風馬牛不相及的，因為它是不適用於約伯的例子而已。約伯很久以前已學會把他的美好生活看為一個恩賜，而不是一個獎賞；所以當這生活被挪去時，他也沒有埋怨，他沒有發出祈求，想要重新得到它；甚至在末了時，那也不是因著答應禱告而臨到的。所以他也不想聽以利法的安慰──只要他做這個或做那個，每一件事就都會恢復“正常”，仿佛一1～5所界定的標準一樣！在一21與二10，約伯作了如此莊重的斷言，這領他入一個新的功課：他必須在“現今”（六3）的情形下，將他與神的關系正常化──找到合宜的關系，他在第三章的哀歌中，已經突顯出他進入這個功課了。若以為他的患難將會獲得解脫，一切很快都會回復到過去的樣子（五17～26），想要在這想法中找到慰藉，一定會使他偏離這個必須而緊急的功課。除非我們了解這一點，否則我們將無法領會約伯在下一篇講論立即要迸發出來的激情。",
              "讀者們知道，約伯也相信：所發生的事並非過去某個罪的刑罰。如果在以利法有關“全能者的管教”（五17）的教訓中有些許真理的話，這真理也不是在訓練的消極意義上，以致一個人可以受壓抑而脫離當受罰的罪。在這一階段的性格發展中，約伯已有很長的一段時間達到完全了（一1、8，二3）。讀者們知道約伯所不知道的事，也就是說：約伯至高的智慧是只有為神自己的緣故而愛神。所以，以利法的言語非但不是個安慰，反倒是個陷阱。約伯以強暴的態度拒絕了它們，證明他辨認出其中的危險。",
              "約伯正在受試驗191。他不能知道為什麽要受這試驗，他必須問為什麽，他必須試驗，並拒絕人們嘗試提供的所有答案。在末了，他將會在神親自對他說的話裏找到滿足192；約伯終於恢復到以利法在五17～20所描寫的幸福環境中，包括壽高年邁安詳而死，周圍環繞的後裔直到第四代（四十二11～17），這與我們在此所得的結論──以利法錯了──沒有沖突；因為一切的恢復，都是在約伯已經解決他與神之間的每一件事之後臨到的，這恢復也不是神用來更新他們友誼的方法。而且，約伯回到這個福樂狀態的途徑，與以利法在他第一篇講論所描寫的路徑截然不同。",
              "以利法訴諸於經歷與啟示；但歷史（當然是約伯的歷史）並不支持“你種的是什麽，你收的就是什麽”（四8）這個理論，良善並未獲得回報。但以理書可以提供人忠於神的一個發人深省的模式，它並不總是提供拯救的模式，因為神並不是經常像以利法所說的一樣對付獅子（伯四9～11）。時間或機會臨到所有人身上是沒有差別的──傳道書幽暗但真實的主題──或，更壞地，義人總是在不利的地位上193。",
              "約伯的講論將要比他朋友們的講論更勇敢地面對這些事實。約伯的探索將會在耶穌的生平中找到終極的說明──最好的人受到人最殘酷的對待、最被神所棄絕。耶穌的命運是為善徒勞無益的最終證明，除非……；約伯在以利法的信息中沒有找到的，正是這個“除非”。除非我們在耶穌受苦之愛中所看見的，是神自己的實際；除非我們在祂其他受苦的兒女──在神的仆人、祂極喜悅的約伯──身上看見正在被模成神自己為人的樣式；也除非是當復活的得勝證明良善生活的無可毀滅性時，它在死亡時的終極考驗背後之良善（神的良善或人的良善）的辯護。在十字架上，神親自擁抱我們人類痛苦最黑暗的奧秘，將道德上的淩辱改變成“榮耀”；當“犧牲者”自願背負罪惡時，祂的苦難就變成征服邪惡，並且顯出、證明神就是愛。但是約伯的朋友們對這個福音一無所知，他本身也仍然在他自己的黑暗中摸索著它。",
              "其間，以利法關於撒種與收割的陳腐格言，並不適用在約伯的身上。從開場的景象看來，約伯似乎是必須受試驗；但是現在整件事變得嚴重太多了。耶和華與撒但討論約伯的品格；約伯與他的朋友們討論耶和華的品格（屬性）。以利法的講論向約伯的心靈呈現出這個可怕的思想，說神不只是漠不關心，而且還是乖張的，甚至是像魔鬼一樣的；以利法的分析強迫約伯直截了當地面對這一點，把他所受的折磨逼到更高的程度上，他失去了對於神是良善的肯定，這是比所有其他苦難更令他不安的貧乏與痛苦；如果神仍然存在，其他一切可以失去，仍不覺得有所損失。在他的心靈中造成更大傷害的，是他信心的威脅，而不是他流膿、潰爛的傷口。現在最重要的，是“神的……密友之情”（廿九4）。",
              "148見K.Fullerton,'DoubleEntendreintheFirstSpeechofEliphaz',JBL,XLVIII,1929,pp.320-374。",
              "149問題在於引進了條件詞若這個字在希伯來文中是沒有的。你就厭煩麽？這個問句假設質問者被三個字將他與動詞隔開，在文法上太過勉強，甚至超過詩歌的彈性。平行句暗示以利法對於是否要說話，而不是對於約伯的反應猶豫不決，雖然他不能抑制自己。這是與他的禮貌──幾乎是高雅有禮的──一致的。我們建議：“當你如此煩亂之時，一個人應該冒昧跟你說話嗎？但（在這種情況下）沒有一個人可以抑制言語。”",
              "150見約伯自己在第廿九章對此所作的說明。",
              "151這希伯來文的直譯是“你的敬畏”（中文也可譯作“你的懼怕”），但意思是指“你的敬畏上帝”（呂譯）。雖然這反映出文法上的困難──將兩個所有物歸屬於一個名詞；但仍得強調的是：在約伯記中大量使用這類簡潔的語句，賦予它的語句高度濃縮的意義，但卻同時令譯經者深感困擾。",
              "152舊約聖經時常使用“行徑”（呂譯）來形容倫理習慣。",
              "153詩篇卅四篇喜樂地表達了相同的確信，既然在彼得前書三10～12以贊成的口吻來引用，這教訓就有其地位，作為福音的一個應許。舊約聖經這個老生常談的論點（箴廿二8；賽三10～11；何八7，十13），被耶穌率直地重復著：“你們用什麽量器量給人，也必用什麽量器量給你們。”（可四24；參加六7）保羅也同樣強調這一點：“將患難、困苦加給一切作惡的人，……卻將榮耀、尊貴、平安加給一切行善的人。……因為神不偏待人”（羅二9～11）。",
              "154保羅使我們明白約伯所摸索的是什麽。這個信心將會因生活而破滅，除非在末世論的盼望中持守它；因為“收割的時候，就是世界的末了”（太十三39），只有“在神藉耶穌基督審判人隱秘事的日子”（羅二16），以利法的真理才會被人看見。",
              "155如果以被神毀滅的野生動物作為惡人的隱喻，似乎是誇大了點（在這裏用了不下五個不同的字來指“獅子”──關於它們的特殊意義，見較大的註釋書，亦參M.Dahood,Psalms,II,AB17,p.61）；並且與撒種和收割的隱喻混合在一起；這卻不是足夠的理由可以把它當作是後來拙劣的添加而拒絕。相反地，它賦予以利法的言語自大的感覺，逾越了他作為一個輔導員應有的限制。",
              "156“風”這個字是本節的希伯來文幾個文法上的困難之一。這個字，一般是陰性的，顯然帶有陽性的動詞。但修訂標準本在伯四16使用“它”與“它的”（參現中），使得這個重要的事實含糊不清──希伯來文仍然是用陽性的“他停住”與“他的形狀”（參思高）。據我看來，這證明它是神的靈，不是風。",
              "157NEB恢復成“比……公義……比……潔凈”。現代中文譯本的譯文與附註，分別反映出這兩種譯法。",
              "158如果這是指人的身體──從塵土造成的（創二7等），那在舊約聖經中就找不到類似的這種比喻。舊約聖經從未說身體是人的居所（與林後五1相反）。平行的“根基在塵土裏”，指由泥土造成的卑微居所。",
              "159訂標準本譯作“在蠹蟲之前被壓碎”，雖不易理解，但至少有直譯的長處。",
              "160A.C.M.Blommerde,NorthwestSemiticGrammarandJob,p.42。",
              "161以利法善意地贊美神，造成一個可怕的後果。如果甚至連天使都不能令祂費心，祂又怎麽會關心人呢？",
              "162就如鐘斯（E.Jones）論及以利戶時（p.70）所說的：“神不能被定罪，因為祂無法被捉住。”",
              "163參WolframvonSoden,ZDMG,LXXXIX,1935,pp.143-169。",
              "164在觀念史上一個有趣的問題是：承認天使是不同個體的程序，有多少可以呈現出從流行之古老而不可信的神祇之迷信偷偷滲透而來的程度。在這一方面，天使長們仿古的名字尤其是可疑的。",
              "165引用下面這些話，不是出於批判的心態，而只是承認猶太人與基督徒信仰在這一點上極大的差異：“在神與人之間沒有任何人──沒有神人、沒有天使、沒有中保，也不需要代禱或仲裁。”（MiltonStein-berg,BasicJudaism,1947,p.57）“總而言之，沒有、也不能有代償的救恩。每個人必須救贖他自己的靈魂”（同上，p.58）。根據舊約聖經的教訓（即耶和華是救贖以色列的，或者甚至是：偉大的先知，是有效的代禱者）看來，這些都是異常的說法。",
              "166這個重要的平衡（即每個人生命中兩條相反道路的對比）沒有顯明在四2註釋的構圖中。",
              "167他在這裏的虛榮、他的自滿自足──更遑論他缺少了某種的同情──破壞了他在其他地方所說之牧人般仁慈的話語。太強烈地堅持說神是公平的、會賞賜敬虔的人，變得很難有空間可以容納對惡人的憐憫。舊約聖經在此再次導入一個問題（神的問題！），只有耶穌的歸義可以解決。",
              "168Rowley（p.58）有一份頗長的清單，試著要解決這個問題。",
              "169有鑒於希伯來文專家長久依賴這個同語源的語言，Guillaume（p.81）提議讀作nawhun，譯成“他的狩獵之旅被糟蹋了”，我們認為這個提議應該有極大的斟酌余地。當一個希伯來字有極好而可證實的含義時，除非有壓倒性的證據，否則不宜貿然引入一個全新的字根。",
              "170D.O.Edzard,'Altbabylonischnawu^m',ZA,XIX,1959,pp.168-173。",
              "171希伯來文中這個與語意有關的變動，大約是發生在青銅器時代晚期，因為這正是這個字在出埃及記十五13的意義，那裏平行的十七節顯明：它是將立約之地描寫為耶和華的產業。只有在後期錫安神學的影響之下，耶和華的“山（集合名詞）這產業”才變成狹義之耶路撒冷的一座聖山，na{weh才獲得“聖地”這個專門的意義。在後期希伯來文中，這個字被世俗化，意義是“住所”。所以，新英語聖經的“家”應該以最廣義的“產業”來取代。",
              "172以s*a`ar這讀法來取代s%a`ar，只需要改變一個小點。“暴風”這個字同時具有陽性與陰性的形式，雖然前者通常是以s而非s*來拼寫的，但後者卻可以同時用任何一個字母。",
              "173對認識這個神祇所作的研究，以W.F.Albright,YahwehandtheGodsofCanaan（1968）中所提及的來開始是很合適的。",
              "174C.F.Fensham,'WingedGodsandGoddessesintheUgariticTablets',OriensAntiquus,V,1966,pp.157-164。",
              "175關於背景觀念；見PhilippeReymond,'L~eau,savieetsasignificationdansl~AncienTestament'SVT,VI,1958;OttoKaiser,'DieMythischeBedeutungdesMeeresinA:gypten,UgaritundIsrael',BZAW,LXXVIII,1962;JillL.Manton,AStudyoftheSignificanceofWaterinBiblicalLiterature（unpublishedM.A.dissertation,Melbourne,1972）。",
              "176格式比這還要復雜些。每一點都有三節經文。第14節是第12-13節的撮要，第16節則是第11與15節的撮要。",
              "177Dhorme（p.66）,Fohrer（p.133）與Rowley（p.63）所開列的清單，加起來共提供了一打不同的解決方式可供選擇。",
              "178如果我們把名詞讀作h]o{zeq或h]e{zeq，造成等於是出埃及記中的片語h]o{zeqya{d，這就比較容易解釋了。",
              "179依據四1～五27的架構。但請見註166，把約伯記五3～7看作是一個相似的樂章。",
              "180參詩篇九十四12及箴言三11，AV、RV；希伯來書十二5。這也是以利戶所能作的最好的提議（伯卅六10），並且是他們任何一個人針對約伯的問題所能作的最接近的一個“解決辦法”。在雅巍講論中完全沒有提及它，證明它根本就不是解決的辦法。",
              "181譯作輕看的這個動詞，意思是“拒絕”，因為無法領會結果的價值──這是由於缺少智慧，而不是由於蔑視神。",
              "182有福這個字（17節）──一個感嘆詞：“哦！這人的福樂……”──是智慧學校的另一個術語，與耶穌的八福有關。",
              "183不需要觸及經文，因為就像Blommerde布羅梅德（p.45）所提議的：~abne^而是b#ne加上添頭字aleph（譯註：希伯來文的第一個字母），他所引用的類比包括長久以來熟知的例子，以及新的例子。但是根據我的看法，'eben/'abne^在舊約聖經中的其他例子是ben/b#ne^的兩個形式，使得他的“或許”具有肯定性。所以在創四十九24那令人費解的“磐石”，就變成“以色列眾子的牧者”；在賽十四19“坑中眾子（不是石頭）”是指陰間的住民；在以西結書廿八14、16“火的眾子（不是如火的寶石）”是神聖潔而廣大無邊之山地輝煌的居民。",
              "184Pope,p.46。",
              "185亞喀得文的同源字變成指“城市”的普通用字（CAD,Vol.1,APartI,pp.379-390）。這整個侵入的過程需要仔細地研究，尤其是第三階段，因為歷史的語意學顯出與na{weh顯著的類比，就像我們已經討論過的一樣。與“社”有關，所以，“財產”──無論是牧養的或耕種的──的意義仍然存留著；在某些經文中（尤其是法律條文），非常明確地用來指“財產”。E.A.Menabde（Khettskoyeobshchestvo,1965）詳細的研究已經證實：類似的用法也在赫人社會中發展。在撒巴文（Sabacan；譯註：為古代亞拉伯半島西南方的撒巴〔Saba〕國所用的語文）──其“帳棚”的意思是“部族”──中，同一個字根者qhl的連語從另一個角度支持我們的論點。",
              "186查看這個字暗示著某種正式或官方的計算。NEB“你必約略查看你的家”暗示的含義太過漫不經心了。",
              "187約伯同時是農夫與畜牧業者，就像第一章中所顯出的一樣。所以，帳棚與羊圈涵括了他家庭與經濟生活的每個層面。",
              "188在修詞學上，你是強調用詞（是中英文譯本比較難以表達的，也都把它遺漏了），與五8的“但是我呢”（呂譯）平衡且相反。這個inclusio把五8～27當作一個單元而加上一個括弧。",
              "189Delitzsch,I.p.109。",
              "190關於對這問題的一個鞭辟入裏的分析，見LevShestov,PotestasClavium（EnglishtranslationbyBernardMartin,1968）。",
              "191創世記廿二章是約伯記的縮圖。亞伯拉罕陷入一個嚴格的考驗，像約伯的考驗一樣嚴酷；他永遠不能再像他從前一樣了，藉著苦難，他擴闊了他與神交往的生活。這是相同的神學。亞伯拉罕的苦難就跟約伯的一樣，既不是刑罰（罪人）的，也不是矯正（聖徒）的。",
              "192許多批評者無法分享約伯對雅巍講論的滿足感，顯然因為它們不是他們所預期神將要說的話！",
              "193所羅門智慧書（TheWisdomofSolomon；譯註：希臘文次經之一）第一至三章對敬虔之人的毫無防衛有動人的描寫。"
            ]
          }
        ],
        "title": "丁道爾聖經註釋",
        "author": "丁道爾"
      },
      "leili": {
        "content": [
          {
            "verse": "job.5.8-27",
            "paragraphs": [
              "五8～27以利法力主約伯服從神的管教；他若是悔改，神總會祝福他。\"六次遭難\"（19節）。即在各種有可能的患難裏。"
            ]
          },
          {
            "verse": "job.5.27",
            "paragraphs": [
              "五27\"考察\"。以利法以其主張的權威來誇口。",
              "──《雷歷研讀本聖經》"
            ]
          }
        ],
        "title": "雷厲研讀本聖經",
        "author": "雷厲"
      }
    },
    "versions": {
      "ccb": {
        "version_id": "CCB",
        "version_name": "圣经当代译本",
        "lang": "chs",
        "text": "看啊，我们已经查验了， 这一切真实可靠， 你当聆听、接受。”"
      },
      "cnv": {
        "version_id": "CNV",
        "version_name": "新譯本",
        "lang": "cht",
        "text": "這道理我們已經查明實在是這樣， 你當聆聽，也當明白。”"
      },
      "cunp": {
        "version_id": "CUNP",
        "version_name": "和合本新標點（神版）",
        "lang": "cht",
        "text": "這理，我們已經考察，本是如此。 你須要聽，要知道是與自己有益。"
      },
      "nasb": {
        "version_id": "NASB",
        "version_name": "New American Standard Bible",
        "lang": "en",
        "text": "Behold this; we have investigated it, and so it is. Hear it, and know for yourself.”"
      },
      "niv": {
        "version_id": "NIV",
        "version_name": "New International Version",
        "lang": "en",
        "text": "“We have examined this, and it is true. So hear it and apply it to yourself.”"
      },
      "nlt": {
        "version_id": "NLT",
        "version_name": "New Living Translation",
        "lang": "en",
        "text": "“We have studied life and found all this to be true. Listen to my counsel, and apply it to yourself.”"
      }
    },
    "words": [
      {
        "id": "hebrew-2009",
        "translit": "hin·nêh-",
        "lang": "hebrew",
        "hebrew": "הִנֵּה־",
        "pos": "Interjection",
        "eng": "Behold",
        "origin_simp": "הִנֵּה־"
      },
      {
        "id": "hebrew-2063",
        "translit": "zōṯ",
        "lang": "hebrew",
        "hebrew": "זֹ֭את",
        "pos": "Pro‑fs",
        "punct": "､",
        "eng": "this",
        "origin_simp": "זֹאת",
        "index_cht": 0,
        "cht": "這理",
        "punct_cht": "，"
      },
      {
        "id": "hebrew-2713",
        "translit": "ḥă·qar·nū·hā",
        "lang": "hebrew",
        "hebrew": "חֲקַרְנ֥וּהָ",
        "pos": "V‑Qal‑Perf‑1cp | 3fs",
        "eng": "we have searched out",
        "origin_simp": "חֲקַרְנוּהָ",
        "index_cht": 1,
        "cht": "我們已經考察",
        "punct_cht": "，"
      },
      {
        "id": "hebrew-3651",
        "translit": "ken-",
        "lang": "hebrew",
        "hebrew": "כֶּֽן־",
        "pos": "Adv",
        "eng": "TRUE",
        "origin_simp": "כֶּֽן",
        "index_cht": 3,
        "cht": "如此",
        "punct_cht": "。"
      },
      {
        "id": "hebrew-1931",
        "translit": "hî;",
        "lang": "hebrew",
        "hebrew": "הִ֑יא",
        "pos": "Pro‑3fs",
        "eng": "it [is]",
        "origin_simp": "הִ֑יא"
      },
      {
        "id": "hebrew-8085",
        "translit": "mā·‘en·nāh,",
        "lang": "hebrew",
        "hebrew": "שְׁ֝מָעֶ֗נָּה",
        "pos": "V‑Qal‑Imp‑ms | 3fse",
        "eng": "Hear it",
        "origin_simp": "שְׁמָעֶנָּה",
        "index_cht": 5,
        "cht": "須要聽",
        "punct_cht": "，"
      },
      {
        "id": "hebrew-859",
        "translit": "wə·’at·tāh",
        "lang": "hebrew",
        "hebrew": "וְאַתָּ֥ה",
        "pos": "Conj‑w | Pro‑2ms",
        "eng": "and you",
        "origin_simp": "וְאַתָּה",
        "index_cht": 4,
        "cht": "你"
      },
      {
        "id": "hebrew-3045",
        "translit": "ḏa‘-",
        "lang": "hebrew",
        "hebrew": "דַֽע־",
        "pos": "V‑Qal‑Imp‑ms",
        "eng": "know",
        "origin_simp": "דַֽע",
        "index_cht": 6,
        "cht": "要知道"
      },
      {
        "id": "hebrew-1961",
        "origin_simp": "[tobe]",
        "index_cht": 2,
        "cht": "本是"
      },
      {
        "id": "",
        "origin_simp": "",
        "index_cht": 8,
        "cht": "有益",
        "punct_cht": "。"
      }
    ]
  }
}
