{"versions":[{"version_id":"CUNPSS","version_name":"和合本新标点（神版）","lang":"chs","text":"他很想念你们众人，并且极其难过，因为你们听见他病了。","description":"腓立比书2章26节","short":"腓2:26"},{"version_id":"CNVS","version_name":"新译本","lang":"chs","text":"他一直在想念你们众人，并且因为你们听见他病了，他就非常难过。","description":"腓立比书2章26节","short":"腓2:26"},{"version_id":"NLT","version_name":"New Living Translation","lang":"en","text":"I am sending him because he has been longing to see you, and he was very distressed that you heard he was ill.","description":"Philippians 2:26","short":"phil2:26"},{"version_id":"NASB","version_name":"New American Standard Bible","lang":"en","text":"because he was longing for you all and was distressed because you had heard that he was sick.","description":"Philippians 2:26","short":"phil2:26"}],"interpretations":[{"title":"新约书信读经讲义","author":"陈终道","id":"chenzhongdao","text":"第五段打发及介绍同工（2:19-30）\n本段保罗预先告诉腓立比人，他盼望很快就可以打发两个在监狱中侍候他的同工去见他们。并特别慎重地见证这两个同工如何在他受苦之中服事他，与他同心，要腓立比信徒好好地接待他们，尊重他们。\n* * *\n二．以巴弗提（2:25-30）\n在这几节中，保罗特别提到腓立比教会打发到罗马服事他的以巴弗提，怎样忠心地跟保罗同工，供给保罗的需用，以致病倒，且病得十分严重。为此保罗十分挂心，希望快些打发他回去。在此分三点讨论：\n* * *\n２．以巴弗提如何想念腓立比信徒（2:26-27）\n26-27照这两节的记载，以巴弗提曾病得十分严重，他的病可能是因服事保罗同时又作传道的工夫，过于劳苦，以致病倒。按27节看来，他的病严重到了垂死的边缘，幸亏神的怜恤才得以日渐痊愈。\n注意26节末句的记载，“因为你们听见他病了”，是解释上半节“他很想念你们众人，并且极其难过”的缘故。为什么以巴弗提极其难过？不是因为腓立比人忘记他，不关心他；反之，正是因为腓立比人“听见他病了”，为他的病焦急挂心，他恐怕腓立比人为他过于挂心、焦急，因而极其难过。按照通常的情形，如果说以巴弗提听见腓立比有信徒病重而极其难过，是合乎常理的；但以巴弗提竟然因别人听见他病重，而为别人难过；这种“难过”隐藏着一种美丽的生命和超凡的爱心，这种爱心是只能在属基督的人中找到的。他为主劳苦以致病倒，不但没有怪责别人对他不够关心，反而怕别人为他担心；没有埋怨腓立比教会差遣自己来作这等卑微辛苦的工作，以致病倒，倒是恐怕腓立比信徒为此而感觉歉疚。一个病到几乎要死的人，竟然完全没有想到自己，还是一心以主的教会为念，这是何等像主的生命呢！\n“然而神怜恤他”，像以巴弗提这样一位爱主爱弟兄的人，为什么神竟允许他生病，而且病得几乎要死？在这里的“然而”解释了神旨意的美妙。神藉他这一次的重病，使他更深地经历神的怜恤。对于软弱的信徒，神所赐的福多数是属物质的好处；但对于生命更成熟的信徒，神给他们的赐予已超过了物质层面和眼前的好处。神所赐给他们的福，不一定是眼所能见、属物质的好处，而是一些更深的属灵功课，更深的信心试炼，使他们在灵性上蒙恩，在永世中有更大的荣耀。\n无论如何，以巴弗提的病，已使他与保罗之间，腓立比信徒与他之间，都在爱心上受到很大的激励；他们彼此都获得机会流露那种在主里面的爱心。\n“不但怜恤他，也怜恤我，免得我忧上加忧”，保罗对以巴弗提的关心，使他在以巴弗提的“忧”上分忧，也在以巴弗提所蒙的“怜恤”上同蒙怜恤。他若不爱以巴弗提，就不会为他担忧，也不能为他得安慰和喜乐，这种忧与乐都是因为爱心而有的。所以本节充分表现当时教会的同工与同工之间，信徒与传道人之间那种亲切的关系，今日教会实在望麈莫及。试将本节与林前12:26比较，便看出保罗在哥林多书信中所写的，不只是“道理”而已，更是他所实行的真理！因他实在能因同工之苦而苦，为同工之乐而乐。"},{"title":"马唐纳注释","author":"马唐纳","id":"matangna","text":"肆．保罗、提摩太、以巴弗提活像基督的榜样（二17～30）\n保罗在先前的部分已指出主耶稣是谦卑的最好榜样。然而，有些人会说，“但衪是神，我们只是凡人。”保罗在此便举出三个榜样，他们都是以基督的心为心的人──他自己、提摩太、以巴弗提。若基督是太阳，这三个人便是月亮，他们反照出太阳的光辉。他们是黑暗世上的明光。\n* * *\n二26圣徒差遣以巴弗提去帮助保罗──旅程最少有七百哩。这位忠心的使者终于病了；他实在病了，几乎要死。这事使他难过──不是因为他病了，而是恐怕众圣徒知道他病了。他们若知道此事，可能会责备自己不应差遣他去，使他生命遭遇危险，我们在以巴弗提身上确实看见“一个不顾自己的心”。\n许多基督徒惯于极之详尽地谈论他们的疾病或手术。很多时候，那只是显出人为自我而活的罪：自怜、自我表现等。"},{"title":"丁道尔圣经注释","author":"丁道尔","id":"dde","text":"Ⅵ未来的计划（二19～30）\n* * *\nＢ赞扬以巴弗提（二25～30）\n使徒从思考未来的计划，转而谈及目前的状况；当下他最关心的，是向腓立比教会赞扬以巴弗提。保罗写信时，这个人是否仍在他那里，或者已经起程返回腓立比，并不明确。大部分注释家采取前一个看法，并认为是他将本信带到教会，不过布坎南（C.O.Buchanan）167找到一些暗示（如26～27节），认为他已经离开保罗一行人，或是回到故乡，或是正在路上。\n* * *\n26.腓立比人派以巴弗提来探望、服事的美好计划，却遭到波折。不幸，他生病了；或是在去看保罗的途中（凯尔德、布鲁斯），或是在抵达之后。生病的消息不知如何传到了腓立比，而从那里有消息捎给保罗，说腓立比人很关心他。从这里又可看出有两趟旅程。这件事让以巴弗提感到非常难过，这里用的两个字意思很重，很想念你们众人（epipotho{n），和极其难过（ade{mono{n）。第一个字可参一章8节的注释，那里则用来形容保罗热切渴望再度见到腓立比人。第二个字曾用来形容主在客西马尼园的哀恸（太二十六37；可十四33），指心思意念极度焦虑，“陷入混乱、不安、手足无措的情景”（赖富特）；而“非常烦恼”（GNB）的译法，尚嫌太弱。\n至于他生什么病，我们只能揣测。这里的用字不但可以指身体的疾病，也可以指精神错乱，也许囚牢的压力对他太沉重。不过，我们可以肯定，它与基督的工作直接相关（30节）；是因为他去探望保罗，在狱中事奉他（30节），才得病的；而这病不但让腓立比人不安，也同样让保罗担心（27～28节）。\n以巴弗提很想回家乡，去与基督徒朋友团聚，其理由有各种解释，或是想家（难过一字可以有此含义）；而如果他是教会领袖，离开了“群羊”，便会有牧者的挂念；但更可能他想回去的原因，是要在腓立比为保罗的福音辩护。罗梅尔则根据他所假设，腓立比教会是个受逼迫的团体，而认为以巴弗提对信徒的想念，是因他渴望去帮助他们，抵挡福音的仇敌。"}],"hymns":[{"id":"youtube-7IZ0MVZL6RU","youtube_id":"7IZ0MVZL6RU","url":"https://www.youtube.com/watch?v=7IZ0MVZL6RU","publisher":"風和日麗唱片行 A Good Day Records","date":"2016-07-20","title":"黃玠【我很想念你】Official Music Video","description":"黃玠的父親很早就過世，這是他在父親離開多年後，從有限的記憶與深長的思念中，所發出最深刻的想念。邀請崇拜已久的音樂人李欣芸來為這首歌編寫弦樂，優美且悠長的拉弦讓思念更顯綿長，讓人泫然欲泣。\n\n感謝-------------------\nMV導演：高懷茹\nMV影像製作：空白鍵SpaceBar\n\n「我很想念你」\n\n詞・曲：黃玠\n編曲：黃玠、李欣芸\n\n我很想念你雖然好像是很久以前的事情\n我很想念你我很想念你\n我很想念你雖然記不清楚你常有的表情\n我很想念你我很想念你\n\n可能要花上很多的時間很少的考慮\n然後用一種很長的思念看一切漸漸改變\n可能要花上很多的力氣來想起很少的回憶\n然後用一種很長的呼吸看一切漸漸改變\n\n我很想念你抽屜裡放著你最常用的相機\n我很想念你我很想念你\n\n-----------------------------------------------------------\n收錄於黃玠【在一片黑暗之中】\n2016年風和日麗唱片行發行\n\n▲黃玠▲\nFacebook：https://www.facebook.com/dadado.huang\nInstagram：https://www.instagram.com/dadadohuang/\n\n▲風和日麗唱片行▲\nWebsite：http://www.agoodday.com\nFacebook：https://www.facebook.com/aagoodday/\n\n「歡迎加入黃玠國TICC演唱會」\n日期：2016.08.13.（六）\n地點：臺北國際會議中心\n購票請上：http://goo.gl/hfb4y7","duration":312},{"id":"youtube-RAT-7jADpmg","youtube_id":"RAT-7jADpmg","url":"https://www.youtube.com/watch?v=RAT-7jADpmg","publisher":"CHENYUECHANG","date":"2010-10-06","title":"張震嶽 official MV 我會想念你","description":"最新消息請上\r\n本色官網http://www.truecolor.mu/\r\n張震嶽facebook粉絲專頁\r\nhttp://www.facebook.com/ayuechang","duration":313}]}
