{"versions":[{"version_id":"CUNPSS","version_name":"和合本新标点（神版）","lang":"chs","text":"所以，在基督里若有什么劝勉，爱心有什么安慰，圣灵有什么交通，心中有什么慈悲怜悯，","description":"腓立比书2章1节","short":"腓2:1"},{"version_id":"CNVS","version_name":"新译本","lang":"chs","text":"所以，你们在基督里若有甚么鼓励，有甚么爱心的安慰，有甚么灵里的契通，有甚么慈悲和怜悯，","description":"腓立比书2章1节","short":"腓2:1"},{"version_id":"NLT","version_name":"New Living Translation","lang":"en","text":"Is there any encouragement from belonging to Christ? Any comfort from his love? Any fellowship together in the Spirit? Are your hearts tender and compassionate?","description":"Philippians 2:1","short":"phil2:1"},{"version_id":"NASB","version_name":"New American Standard Bible","lang":"en","text":"Therefore if there is any encouragement in Christ, if there is any consolation of love, if there is any fellowship of the Spirit, if any affection and compassion","description":"Philippians 2:1","short":"phil2:1"}],"sermons":[{"title":"活出福音（在一個彎曲悖謬的世代跟從耶穌）","date":"2020-02-23","preacher":"王文堂牧師","verses":["腓2:1-18"],"audio":"http://www.cbcwla.org/media/ch/SundaySermons/2020/Sermon-2020-02-23.mp3","slides":"http://www.cbcwla.org/media/ch/SundaySermons/2020/Sermon-2020-02-23.pdf"},{"title":"效法基督","date":"2010-10-10","preacher":"王文堂牧師","verses":["腓2:1-1"],"audio":"http://cbcwla.org/media/ch/SundaySermons/2010/Sermon-2010-10-10.mp3","slides":"http://cbcwla.org/media/ch/SundaySermons/2010/Sermon-2010-10-10.pdf"}],"interpretations":[{"title":"新约书信读经讲义","author":"陈终道","id":"chenzhongdao","text":"第四段劝勉信徒同心一意（2:1-18）\n* * *\n一．在爱的交通中同心（2:1-4）\n在这几节中，保罗继续劝勉信徒怎样保持同心。1:27开始，是劝勉信徒在福音的争战中保持同心，好为所信的福音齐心努力。这几节经文，是劝勉信徒在一般生活与属灵的交通上保持合一，并且表明，能使保罗内心喜乐和满足的，就是信徒在主里同心，这也是主耶稣在世上的祷告（约17:20-23）。保罗是常体会耶稣基督的心肠的（腓1:8），他对信徒有一种父母的心，满心爱怜，而寄以殷切的盼望。\n在此分二题研究：\n* * *\n１．同心的几种需要（2:1-2）\n* * *\nＤ．心中的慈悲怜悯（2:1）\n1在这里的慈悲怜悯，无疑是指对待别人的慈怜。“慈悲”原文splagxna有内脏、心肠的意思，所以中文圣经加上“心中”二字亦合原意。怜悯oiktirmoi有同情之意，中文圣经中有时译作慈悲（罗12:10;林后1:3），有时译作怜悯（西3:12），或怜恤（来10:28）。\n注意此处提了许多次“有什么”，都是假设的语气；但这些假设的语气，并非表示信徒可以不必有这些劝勉、安慰、交通、同情。因本节是与下节连接，说明如果信徒要彼此劝勉、安慰、交通、同情时，要怎样实行。使徒已经认定一切信徒都该有这些互相的劝勉、安慰、交通、同情，然后再指导他们，倘若要实行这些事，该怎样做。\n“慈悲怜悯”表示信徒对于那些比不上自己的人──不论是在灵性上、经济上、体格上或学问才干上，应当有同情和体谅的心。我们并非要同情罪恶，乃是要同情被罪恶所胜的人；不是去包庇罪恶，乃是要用温柔的心挽回那些被过犯所胜的人。要是我们有胜罪的经历，理当用来帮助、同情比我们软弱的，不是用来轻看人、责备人。"},{"title":"马唐纳注释","author":"马唐纳","id":"matangna","text":"．根据基督谦卑和舍己的榜样，劝勉信徒合一（二1～16）\n虽然腓立比教会在许多方面都可作众教会的榜样，且保罗也有理由亲切地称赞他们，但他们中间也有彼此不和的暗涌。有两个妇人──友阿爹和循都基──彼此有不同的意见（四2）。我们最好记得这一点，因为使徒保罗在第二章，直接处理神子民间之争论的原因和解决方法。\n* * *\n二1本节中的若并不是代表疑惑，而是用于理论。本节列出使信徒和谐相处，彼此合作的四个要点。使徒保罗是说：“我们在基督里既有这么多劝勉，衪的爱心既有这么大的说服力，圣灵既已使我们一起有这样奇妙的交通，基督信仰中既有这么多的慈悲怜悯，我们就应该彼此融洽相处。”\n迈耳描述这四个动机如下：\n1．基督的诱因，\n2．爱心所给予的关怀，\n3．圣灵的分享，\n4．慈悲与怜悯9。\n显然使徒保罗是根据信徒对基督共同的热爱、共同被圣灵拥有，恳求他们要合一。因在基督裹的种种，衪身体的各肢体应有同一的意念、爱心、心思、意见。"},{"title":"丁道尔圣经注释","author":"丁道尔","id":"dde","text":"Ｂ面对结党：要和谐与谦卑（二1～4）\n* * *\n1.所以，一字（希腊原文）是回顾一章27节，它成为一座桥，前方衔接使徒的呼吁，要教会在面对威胁时保持合一；后面则连上该召唤的续篇，要他们进入和谐、互助的关系，使他的心可以喜乐。\n他根据四项理由，要教会解决一切内部的纷争与敌意；在他的心中，他所呼吁的事都是实在可行的。因此，若，最好译为“既然”；如果要维持NIV的用字，就必须补充一句：“而实况正是如此”。保罗认为，他的吁求都基于真实的经验，就是收信之基督徒的亲身体验；对这一点，他深信不疑。\n这四项“呼吁的理由”，对解经者而言，每一项都有其自身的问题。鼓励，parakle{sis，可以译为“劝勉”，如哥林多前书十四章3节（AV），大部分注释家都采此意。如果我们接受这个意义，接下来的“在基督里”之短辞，就成了使徒权威的表达；保罗在这里的劝言，和后面的话（四7），都加上这一笔。因此，霍桑译为：“如果……我曾在基督里给你们鼓励。”他向他们提出呼吁，仿佛有主的授权。也有可能保罗是想到主耶稣的某些教训，诸如约翰福音十七章──这段话很早就已流传──祂祷告说，要祂的子民“合而为一”（十七22）。NIV则视之为鼓励的理由，因此这项鼓励就有特定的内容：“从与基督连合而来的鼓励”。但这种作法成了解释，而非翻译。\n另外还有一个属灵的事实，也应当能将腓立比人在这信仰的家中联为一体，那就是爱。爱具有约束力（paramythion;NIV作安慰），既然保罗爱他们，他们也有兄弟般的情谊，彼此的差异应该可以解决。这里的爱，也许等于基督对教会的爱（巴特的解释，他引用林后五14；参：弗五25），这个诠释颇受欢迎，因为这个片语显然回溯以上的“在基督里”。\n与圣灵有什么交通（koino{nia），这个片语是出名的难题，导论已经讨论过（见导论Ⅴ“书信的特色”第1.段2)项，原书49～50页）。大部分人同意，其含义当为“在圣灵里相交，参与在其中”（见NIV,GNB），而不是“由圣灵所产生的相交”（但布鲁斯试图将这两个意思综合起来）。圣灵的恩赐，以及信徒对祂的内住与作为的体验，是使徒呼吁的起点。他认为这是众所周知的真理，也可以透过个人的经验证实；信徒在内心和生活中，都明白圣灵的这种koino{nia，其中充满神恩典的作为。参阅使徒行传十九章2节与加拉太书三章2～5节。他们既然都有分于圣灵，便应该能够过“在基督里成为一身”（罗十二5）的团体生活。这个教义足以替一切结党纷争的灵敲起丧钟，因为他们都藉“一位圣灵”之洗归入一个身体（林前十二13）；他们共享的这位圣灵，经由此一结合动作使他们归入基督，得以进到父面前（弗二18）；因此，“身体只有一个”（弗四4），大家都在其中成为肢体。这种肢体关系要求他们以和平来保守在圣灵里的合一（弗四3）。这是所有基督徒合一的基本神学基础。重点在于“在圣灵里的生活”，这是圣灵所赐合一的先决条件（与霍桑的看法不同）。\n温柔和悲悯，这一片语应视为重名法；因此狄比留译作“深切的同情”。歌罗西书三章12节支持此说。希腊文splanchna，是以脏腑为情感的中心，基督徒作者常用此字描写温柔的感觉（参赖富特），见一章8节的注释；译为悲悯的字是oiktirmoi，它刻画内心深情的外在表达，如深深的叹息、热情的行动。使徒以同情的能力作他呼吁的基础，无论是指主对教会的同情──它因内部的分裂而有明显的需要，或是指保罗牧者的关怀，如一章8节所表白的。从前一节的话来看，这里毋需将二者作截然的区分。\n保罗的呼吁非常恳切，只要稍微用心思想，读者必会被他多重的考虑、严肃的态度所感动。他没有肤浅地劝告说，他们应该撇弃不同，和平相处；乃是将他们的思想提升至本段开场白的那些伟大主题之上。他想凭着这些高超的大题目来影响他们，说服他们，即：主自己对教会的旨意──要教会在祂里面合而为一，因为祂与父也合而为一；源于神对人之爱的那种爱所具有的约束力（约壹四7～12、19）；腓立比人一同有分于一位圣灵──那位赐生命的主；以及基督徒对其他信徒应当有的温柔同情之本性。每一个世代中，凡基督教界有分裂，或地方教会有结党纷争，破坏彼此的相交，拦阻对外的见证，都应当宣讲这段意义丰富的真理。"}]}
