{"versions":[{"version_id":"CUNPSS","version_name":"和合本新标点（神版）","lang":"chs","text":"这样看来，我亲爱的弟兄，你们既是常顺服的，不但我在你们那里，就是我如今不在你们那里，更是顺服的，就当恐惧战兢做成你们得救的工夫。","description":"腓立比书2章12节","short":"腓2:12"},{"version_id":"CNVS","version_name":"新译本","lang":"chs","text":"这样看来，我所亲爱的，你们素来是顺服的，就应当恐惧战兢地作成自己的救恩。","description":"腓立比书2章12节","short":"腓2:12"},{"version_id":"NLT","version_name":"New Living Translation","lang":"en","text":"Dear friends, you always followed my instructions when I was with you. And now that I am away, it is even more important. Work hard to show the results of your salvation, obeying God with deep reverence and fear.","description":"Philippians 2:12","short":"phil2:12"},{"version_id":"NASB","version_name":"New American Standard Bible","lang":"en","text":"So then, my beloved, just as you have always obeyed, not as in my presence only, but now much more in my absence, work out your salvation with fear and trembling","description":"Philippians 2:12","short":"phil2:12"}],"sermons":[{"id":"cbcwla-sermon-2020-02-23","title":"活出福音（在一個彎曲悖謬的世代跟從耶穌）","date":"2020-02-23","preacher":"王文堂牧師","verses":["腓2:1-18"],"audio":"http://www.cbcwla.org/media/ch/SundaySermons/2020/Sermon-2020-02-23.mp3","slides":"http://www.cbcwla.org/media/ch/SundaySermons/2020/Sermon-2020-02-23.pdf"}],"interpretations":[{"title":"丰盛生命研读本","id":"fengsheng","text":"2:12\n作成你们得救的工夫：作为蒙恩得救的信徒，我们必须作成我们最后得救的工夫。假如我们不如此行，我们就会失去所赐给我们的救恩。\n1.作成我们得救的工夫不是单靠人的努力，而是靠着所赐给我们的神的恩典和圣灵的能力(参“信心与恩典”一文)。\n2.为要作成我们得救的工夫，我们必须抵挡罪恶，顺从我们里面的圣灵而行。这包括我们不断用神所启示的方法胜过罪恶，活出基督的样式，彰显基督的生命。也就是说，作成我们得救的工夫的重点就是成圣(参加5:17注；参“圣灵的果子与情欲的事情”一文)。\n3.我们作成得救的工夫在乎亲近主耶稣基督(参来7:25注)，从他领受能力，按着神美善的旨意立志行事(参13节注)。如此，我们就“与神同工”(林前3:9)，救恩最终在天上成全。\n4.作成我们得救的工夫非常重要，我们必须怀着“恐惧战兢”的心成就(参下一条注释)。\n2:12恐惧战兢：在面对基督所成就的救恩时，保罗指出，我们应当“恐惧战兢”。神的儿女都应当对神的道(赛66:2)充满敬畏之心，并且因此弃绝任何罪恶(箴3:7；8:13)。敬畏(希腊文phobos)神不仅指通常所说的“尊敬的信靠”，而且还包括对神的能力、圣洁和按公义审判的畏惧，以及对得罪神和由此而产生的后果的惧怕(比较出3:6；诗119:120；路12:4~5)。这不是一种摧毁性的惧怕，而是一种使人自我克制和得救的惧怕，使人亲近神，得蒙神的祝福，并且洁净信徒的生活，带来生命和救恩(比较诗5:7；85:9；箴14:27；16:6；参“敬畏神”一文)。"},{"title":"新约书信读经讲义","author":"陈终道","id":"chenzhongdao","text":"第四段劝勉信徒同心一意（2:1-18）\n* * *\n三．应当更加长进（2:12-18）\n* * *\n１．更加顺服（2:12-13）\n12上文是论到主的顺服，本段是劝勉腓立比信徒应当顺服。使徒在讲论主的顺服之后，紧接着劝勉信徒顺服，一方面可使他们在顺服之中得着鼓励与安慰，因为他们效法了主的榜样，另一方面可使他们看见自己的不够──他们的顺服比起主还差得太远。\n在此并未指明顺服什么，顺服谁；但照内文讲论的语气，应指顺服使徒的教训，和顺服在信徒心中运行的圣灵，也就是顺服神。\n使徒称赞他们说：“你们既是常顺服的，不但我在你们那里，就是我如今不在你们那里，更是顺服的”显见他们顺服的重点，是使徒所教训的真理，而不是他本人。使徒用一种称赞的语气勉励他们应更加长进，他的称赞很有属灵的智慧，恰到好处。\n“就当恐惧战兢”，为什么保罗要腓立比信徒恐惧战兢，作成得救的工夫？我们要注意保罗在其他书信中对这句话的用法。保罗曾对哥林多人说：“我在你们那里，又软弱、又惧怕、又甚战兢”（林前2:3）。这意思就是说，他在哥林多信徒中间工作，是十分小心谨慎的，惟恐失职未能尽责。又在哥林多后书中，用类似的话描写他们怎样迎接提多：“并且提多想起你们众人的顺服，是怎样恐惧战兢的接待，他爱你们的心肠就越发热了”（林后7:15）。在此恐惧战兢的意思是，持十分尊重而谨慎的态度，惟恐自己受责备。在弗6:5，保罗又用类似的话，论到仆人对主人该有的态度说：“你们作仆人的，要惧怕战兢，用诚实的心听从你们肉身的主人，好像听从基督一般。”在此“惧怕战兢”也是惟恐未能尽职，忠心谨慎的意思。\n所以在这里保罗劝勉信徒要“恐惧战兢”，是劝勉信徒要存敬畏神的心，小心谨慎地生活工作，惟恐有失于神的托付，有负神的大恩，不能对神无愧。信徒应存这样的心，活出神的救恩。\n“作成得救的工夫”──“得救”原文so{te{rian，常被译成“救恩”或“得救”。“作成”原文katergazesthe在罗马书7:13译作“显出”，罗15:18译作“藉……作”，林后4:17;弗6:13译作“成就”。中文新旧库圣经本句译作“活出你们的救恩”，按英希对照圣经则译作“活出你们自己的救恩”，在英译文K.J.V.,R.V.都译作workoutyourownsalvation，所以本句的意思是要将自己所得着的救恩活出来。得着救恩，是神在我们生命中工作的开始，我们应当让这救恩的工作得以完成。灵魂得救、罪恶得赦免，不过是救恩的起点；若要经历完全的救恩，就要继续让神的话语不断在我们心中作工，而且要顺服这种工作，使我们有成熟丰盛的生命，使救恩的奇妙功效明显地在我们身上活出来。\n13“因为”解明了上文。为什么我们要恐惧战兢以活出神的救恩？因为我们立志行事都是神在我们心里运行。我们所以能活出救恩，让神在心中作成祂的工作，皆是因神的运行。神在我们心中的“运行”，使我们能以顺服神的旨意，活出救恩的力量。我们的得救，就是神的灵在我们心中运行的结果，使我们的心思能顺服神的真道。这样，当我们得救以后，神的灵仍然不断在我们心中运行，使我们照着祂的旨意行事立志。换言之，问题不在乎我们能否活出主的救恩，乃在乎我们是否肯顺服神的灵在我们心中的运行。\n“运行”就是作工、活动、发出力量的意思。神在我们里面如何运行，我们就能如何活出主的荣美。保罗在罗马书7:18曾提到一种凭自己的立志，结果是“立志为善由得我，只是行出来由不得我”。但这里保罗给我们看见另一种立志，是照神的运行而立的心志，就是照神的灵在我们心中的感动、作工而下决心，然后又照着神的灵所发出的力量实行所下的决心，结果就能“成就祂的美意”。可惜许多信徒仅仅照神的运行“立志”，却凭自己“行事”，结果仍是失败。\n注意，本节最重要的字是“神”，不是“运行”，因为最重要的是谁在你心中运行。既然那一位在我们心中运行工作的是神，我们该存何等敬畏的心，战兢地顺从祂的运行，以成全祂的美意！反之，若我们轻忽祂的运行，不顺服祂的感动，就等于是破坏祂的美意，阻碍祂的计划了。\n保罗在弗3:20也同样用“运行”来说明神在我们心中工作的情形。神并不是把我们当作机器，把能力灌注其中；祂乃是通过我们的心思作工感动，使我们对祂的旨意、慈爱、信实、大能等，有更深切的认识，更大的信心和爱心，从而更有能力摒除自己的意念，而顺从祂的运行，成就祂的旨意。\n总之，本节经文显示，神是在人的心中作工，藉内心的感动控制支配人的。我们如果顺从神的工作和支配，就必随时行在神的旨意中了。"},{"title":"马唐纳注释","author":"马唐纳","id":"matangna","text":"．根据基督谦卑和舍己的榜样，劝勉信徒合一（二1～16）\n虽然腓立比教会在许多方面都可作众教会的榜样，且保罗也有理由亲切地称赞他们，但他们中间也有彼此不和的暗涌。有两个妇人──友阿爹和循都基──彼此有不同的意见（四2）。我们最好记得这一点，因为使徒保罗在第二章，直接处理神子民间之争论的原因和解决方法。\n* * *\n二12使徒保罗述说了基督光辉璀璨的榜样后，便准备回到他根据这榜样而给予的劝勉中。\n当保罗与他们同在的时候，腓立比信徒是常顺服保罗的。保罗如今不在他们那里，他们更是顺服的，当恐惧战兢，作成他们得救的工夫。\n我们又来到一段引起许多混淆的经文。首先，我们应该清楚保罗并不是说救恩可以藉行为赚取的。在保罗的书信中，他多次强调救恩并非靠行为，而是藉人在主耶稣基督里的信心。那么，本节的意思是什么？\n1．经文的意思可能是指我们要作成神已放在我们身上的救恩。神把永恒的生命白白赐给我们，我们要藉圣洁的生活把这生命活出来。\n2．这里的得救可能指解决腓立比教会问题的方法。教会中有一些争吵论战，使徒保罗已给予他们解决的方法，现在他们要有基督的心，使他们能应用这些解决的方法。这样，他们便要作成他们\\cs9得救的工夫，或解决困难的方法。\n这里谈到的得救并不是灵魂的得救，而是把信徒从网罗中拯救出来，这网罗会妨碍他们行出神的旨意。温尼循相同的脉络，指那是现今从罪中得释放的整个经历。\n在新约中，得救有许多不同意义。我们从一章19节已留意到那是指从狱中得释放，一章28节，那是指我们的身体最终要从罪中得拯救。在任何情况下，得救的意义多少也要按上下文来决定。我们相信在这段经文中，得救是指解决腓立比信徒之间的问题──他们的争论──的方法。"},{"title":"丁道尔圣经注释","author":"丁道尔","id":"dde","text":"Ｄ劝勉的应用和保罗的榜样（二12～18）\n* * *\n12.前几节基督颂的两个主要重点，是祂的顺服（二8；参：来五8），及祂领受了主的名号（11节；参：罗十四9）。祂“道路”的这两方面，就像从一个永恒航行到另一个永恒。如今，这两方面都应用在腓立比的情况中；所以一词，将这个故事与应用连接起来。既然祂曾顺服，你们也应该顺服！而祂现在是主，你们就当活在祂的管理之下！不过这并不是严厉的军事化命令，缺乏爱的成分。使徒加了一句我亲爱的朋友，软化了他的劝勉，提醒他们，他的命令，就像神的命令一样，不是让人感到为难（约壹五3）；他奉神的名说话，乃是表达牧者关爱的情怀。\n在腓立比的时候（徒十六章），他知道他们顺服他，视他为神的使者。从人的角度而言，因着他们顺服福音（参：徒十六15、33），这个教会才能成立。保罗经常提醒读者，他们最初顺服了福音的宣告与呼召（如：罗六17，十六19），现在也应当继续顺服他以使徒身分所吩咐的话（如：林后七15，十6；帖后三4；门21）。\n如今，在我不在那里的状况下，他们对神的旨意仍要顺服如常；他对他们的这段训勉，就像前面要他们合一、壮胆一样。目前保罗因被监禁，不可能亲自与他们同在，不过当他往乐观方面想时，便期待能与腓立比人再聚首（参一26）。在书信的其他部分，他担心这次的囚禁、审问，可能出现最坏的结果（见一20，二17的注释），而我不在那里一词，可能带着不祥的担心，恐怕一旦他殉道，就再也不能和他们联络了。因此，他不单是因为距离，也是因着未来的可能性，而更加思念他们（见一7～8的注释），并且存着信心向他们呼吁：在教会生活急切需要改进的方面，当顺服他的话。\n腓立比教会内的不和与不安，是解释这节经文与全段的要素。继续作出你们的得救，这句话常被断章取义，并被拿来当作神学讨论的基础；不论从新约神学的一般声明来看，这种讨论多么有需要、多么实在，但对本书信的这段话，却毫无关连。常有人将腓立比人当作的事，作出，与13节神行的事作为对比，应用于个人得救的实践。正如穆勒（Mu/ller）所说，神藉恩典已经在我们“里面作的事”，我们应当把它“作在外面”。\n然而，真正的解经必须从为得救下定义开始，不是按个人而言，乃是按腓立比教会整个生活来看。读者受到鼓励，要专心致力来改革教会生活，在这件事上“下工夫”（摩法特），直到全体的灵性恢复健康，不再起分争、闹别扭。得救（so{te{ria）可以有这个意思，正如使徒行传二十七章34节：“你们的健康”（NIV意译为：“你们需要它才能存活”；和合本：“关乎你们救命的事”），而动词作出，katergazesthe，最好译为“下工夫”。你们自己的，heauto{n，极不可能指个人（参穆勒，“你们自己的，而不是另一个人的”），因为使徒正在勉励腓立比人，要注目于别人的益处（见二4的注释），不要只顾自己。这里所指的，必定是一章28节的事，那里关切到整个信徒团体的得救。\n这段经文的语气足以肯定这个解释；麦卡尔对此作了有力的说明156，后来的注释家也接受，如霍桑。在二章5～11节伟大的篇章之后，还会强调个人得救，实在难以自圆其说；而以下几节最好的解释，应当是指腓立比人在教会之内彼此相交的态度。\n面对这项任务，他们应当有的态度是谦卑，当恐惧战兢，完全倚靠神加添力量，才能完成使命（13节）。使徒在哥林多后书七章15节和以弗所书六章5节，用了同样的片语，那里也是形容对人的态度。所以这里乃是指：腓立比人在彼此的关系上，应当以这种精神为特色。"}]}
