{"versions":[{"version_id":"CUNPSS","version_name":"和合本新标点（神版）","lang":"chs","text":"我靠主耶稣指望快打发 提摩太 去见你们，叫我知道你们的事，心里就得着安慰。","description":"腓立比书2章19节","short":"腓2:19"},{"version_id":"CNVS","version_name":"新译本","lang":"chs","text":"我靠着主耶稣，希望不久就会差提摩太到你们那里去，使我们知道你们的情况，可以得到鼓励。","description":"腓立比书2章19节","short":"腓2:19"},{"version_id":"NLT","version_name":"New Living Translation","lang":"en","text":"If the Lord Jesus is willing, I hope to send Timothy to you soon for a visit. Then he can cheer me up by telling me how you are getting along.","description":"Philippians 2:19","short":"phil2:19"},{"version_id":"NASB","version_name":"New American Standard Bible","lang":"en","text":"But I hope in the Lord Jesus to send Timothy to you shortly, so that I also may be encouraged when I learn of your condition.","description":"Philippians 2:19","short":"phil2:19"}],"interpretations":[{"title":"丰盛生命研读本","id":"fengsheng","text":"2:19\n提摩太：提摩太是所有传道人和宣教士的美好典范。他热切渴慕神的道，一心顺服神的话语(提后3:15)，是耶稣基督忠心的执事(帖前3:2)；有好名声(徒16:2)、是保罗所亲爱有忠心的儿子(林前4:17)；他真诚关心他人(20节)，值得信赖(提后4:9,21)；忠心跟随保罗，并且坚定持守福音真道(22节；罗16:21)。"},{"title":"新约书信读经讲义","author":"陈终道","id":"chenzhongdao","text":"第五段打发及介绍同工（2:19-30）\n本段保罗预先告诉腓立比人，他盼望很快就可以打发两个在监狱中侍候他的同工去见他们。并特别慎重地见证这两个同工如何在他受苦之中服事他，与他同心，要腓立比信徒好好地接待他们，尊重他们。\n* * *\n一．提摩太（2:19-24）\n在这里可见提摩太与保罗之关系：\n* * *\n19本节显示提摩太有代表保罗的身分。保罗差派他去看望腓立比信徒，并要向保罗回报，使他知道他们的情形而得安慰。保罗似乎很急切要知道腓立比信徒的景况；他身虽在监狱中，心却十分挂念腓立比的信徒。保罗曾同样挂念帖撒罗尼迦的教会（帖前3:1-10），而且也差派提摩太去探望他们。提摩太显然常代表保罗探望各地教会；除帖撒罗尼迦教会外，他曾代表保罗探望过哥林多教会（林前4:17;16:10）。\n“我靠主耶稣……”，这句话加重了全句的语气，表示他定意打发提摩太去，是十分认真和确实的。他为什么要靠主耶稣打发提摩太？打发同工似乎不是什么大事，但保罗在一切大小事上，在同工的调遣与工作的分派上，都不凭自己的意思。另一方面这句话也表示，保罗虽然在监狱中，在圣工上仍然发挥领导的作用，照着主的引导，安排同工的工作。\n“打发”表示保罗是站在年长的地位上差派提摩太的。虽然按在基督里的关系来说，没有阶级的分别，保罗也不是用上司的态度来对待提摩太，但在工作上确有打发人和受人打发的分别。如果我们以为，按生命的关系来说，信徒在基督里都是兄弟姊妹（参太23:8-9），因此在圣工上也不能有谁站在领导的地位上，这种观念并不符合圣经。\n“叫我知道你们的事，心里就得着安慰”，保罗对于信徒的挂心，有如父亲对待儿女。他曾对哥林多人说：“你们学基督的，师传虽有一万，为父的却是不多”（林前4:15），然而他自己的确有“为父”的心对待主的羊群。圣经并没有说明他打发提摩太去腓立比，是要知道什么特别的消息，显然并非因为腓立比教会发生什么特别的事故，以致保罗想知道详细情形；他只因爱心的挂念，很想知道任何有关他们的消息，使他可以得着安慰，所以要提摩太去。按当时保罗所预料的，腓立比教会情形是不错的，所以他深信当提摩太回来报告时，必能使他“得着安慰”。所以保罗的挂念完全是像父亲疼爱儿女，不一定是腓立比人发生什么严重的事故，才引起他的挂念。"},{"title":"马唐纳注释","author":"马唐纳","id":"matangna","text":"肆．保罗、提摩太、以巴弗提活像基督的榜样（二17～30）\n保罗在先前的部分已指出主耶稣是谦卑的最好榜样。然而，有些人会说，“但衪是神，我们只是凡人。”保罗在此便举出三个榜样，他们都是以基督的心为心的人──他自己、提摩太、以巴弗提。若基督是太阳，这三个人便是月亮，他们反照出太阳的光辉。他们是黑暗世上的明光。\n* * *\n二19保罗引述两个自我牺牲之爱的榜样──主耶稣和他自己。他们两者都愿意倾倒自己的生命以至于死。保罗要讲述的，还有两个无私的榜样──提摩太和以巴弗提。\n使徒保罗盼望尽快打发提摩太到腓立比去，好让他知道他们的消息而得安慰。"},{"title":"丁道尔圣经注释","author":"丁道尔","id":"dde","text":"Ⅵ未来的计划（二19～30）\n* * *\nＡ推荐提摩太（二19～24）\n本书信在这里改变了主题，保罗谈到对未来的期盼，以及他想打发提摩太去腓立比探望他们。这些计划（被称为“旅行讲论”162，说明保罗的想法，就是他想要重访他所建立的教会，以弥补书信之不足）用字相当谨慎，提供我们一些颇具价值的线索，能了解这书信最大的问题，即戴斯曼所称，本书信“在何种情况下”写成：因为“未来将有一些旅程，另外，使徒和他的同伴也经历到一些事”163。\n* * *\n19.“但是”（de；NIV未译）将此节与12节连起来。使徒已经提到，由于他遭监禁，无法在他们当中。但他很关心腓立比人的状况，所以他将打发提摩太去。当时提摩太随侍在保罗身旁（参一1），可以作他的使者和代表。他盼望这位年轻的同工能够捎来令他满意的信息，叫我知道你们的事，心里就能欢喜。因此，提摩太的使命，是作这封信有力的跟进工作，实现信中所呼吁的合一与坚定不移。提摩太常代表保罗，到各教会去，见哥林多前书四章17节，十六章10节，与帖撒罗尼迦前书三章2节。\n使徒身为囚犯，前途未卜，甚至性命难保，由此观之，这一未来的旅行非常重要，而在主耶稣里一语，便强化出这一点。霍桑译为“在耶稣的主权下”，是很特殊的译法，但富联想力。很凑巧，它可以支持我对二章5～11节的观点。他在别处谈到未来的行程时，从来没有用过这个片语（参：罗十五24；林前十六7；林后十三2；提前三14；门22）；正如罗梅尔所指出，这个事实绝非偶然。这里用这片语，不单是指他本能地将所有事情都与他的主相连，一定还别具深意。在危急存亡关头，前程逆料，明日如何都难预估，他只能在主耶稣里或“在主里”（参二4的注释）作计划。这乃是指，他的盼望受制于主对他情况的旨意；同样，他的计划并非依据人对得自由、被释放的计算，而是立基于神对他的计划。（见导论Ⅱ三、“以弗所说”最后四段，原书34页。）\n提摩太探访的目的，由我就能欢喜一语表达出来。代名词我具强调作用，前一字为kai，译为也。这结构的力量如下：“不仅你们将会得着我近况的第一手资料，而感到鼓舞，当提摩太回来，我知道你们在腓立比的情形时，也会受到激励”。因此，这一句话包括两趟旅行：提摩太到腓立比去，又回到保罗的监狱来报告。\n动词eupsychein，在新约只出现这一次。七十士译本没有用过，古典希腊文的作品也十分罕见，但是墓碑上面却常用，意为“再见，愿你的灵魂安好”。这里用祈使形式eupsychei，代表对死者恭敬的期望。根据这个用法，罗梅尔提出一种可能性，即保罗或许心中想着他很快会面对死亡。不过，经文却与此相反，他显然期待，在提摩太回来的时候，他能活着得知腓立比人的消息，因此他用第一人称单数假设语态eupsycho{，以致我也能欢喜；不过二十三节显示，他的前途尚难肯定。"}]}
