{"versions":[{"version_id":"CUNPSS","version_name":"和合本新标点（神版）","lang":"chs","text":"凡事不可结党，不可贪图虚浮的荣耀；只要存心谦卑，各人看别人比自己强。","description":"腓立比书2章3节","short":"腓2:3"},{"version_id":"CNVS","version_name":"新译本","lang":"chs","text":"不要自私自利，也不要贪图虚荣，只要谦卑，看别人比自己强；","description":"腓立比书2章3节","short":"腓2:3"},{"version_id":"NLT","version_name":"New Living Translation","lang":"en","text":"Don’t be selfish; don’t try to impress others. Be humble, thinking of others as better than yourselves.","description":"Philippians 2:3","short":"phil2:3"},{"version_id":"NASB","version_name":"New American Standard Bible","lang":"en","text":"Do nothing from selfishness or empty conceit, but with humility of mind regard one another as more important than yourselves","description":"Philippians 2:3","short":"phil2:3"}],"sermons":[{"title":"活出福音（在一個彎曲悖謬的世代跟從耶穌）","date":"2020-02-23","preacher":"王文堂牧師","verses":["腓2:1-18"],"audio":"http://www.cbcwla.org/media/ch/SundaySermons/2020/Sermon-2020-02-23.mp3","slides":"http://www.cbcwla.org/media/ch/SundaySermons/2020/Sermon-2020-02-23.pdf"}],"interpretations":[{"title":"丰盛生命研读本","id":"fengsheng","text":"2:3\n存心谦卑：堕落人性所固有的以自我为中心，导致这个世界不再看重谦卑。然而圣经以神为中心的人性观和救赎观却把谦卑看得极为重要。\n1.谦卑意味着人深知自己的软弱，并且在一切所成就的事上，都立刻归荣耀给神和他人(约3:27；5:19；14:10；雅4:6)。\n2.我们必须谦卑，因为我们是卑微的受造物(创18:27)，满身污秽，远离基督(路18:9~14)，除主之外(林后10:17)毫无可夸之处(罗7:18；加6:3)。我们必须依靠神，才有自我价值，才能多结果子。若没有神和他人的帮助，我们就不能做成任何有长远果效的事情(诗8:4~5；约15:1~16)。\n3.神与谦卑的人同住(赛57:15；弥6:8)。他施恩给谦卑的人，抵挡骄傲的人(雅4:6；彼前5:5)。为主大发热心的神儿女都“凡事谦卑”地服事主(徒20:19)。\n4.作为信徒，我们必须谦卑待人，看别人比自己强(比较罗12:3)。\n5.谦卑的反面就是骄傲，它是一种过分看重自己的价值和重要性的感觉，使人相信自己的功劳、成就以及过人之处。人性和这个世界不可避免地倾向骄傲，而不是谦卑(约一2:16；比较赛14:13~14；结28:17；提前6:17)。"},{"title":"新约书信读经讲义","author":"陈终道","id":"chenzhongdao","text":"第四段劝勉信徒同心一意（2:1-18）\n* * *\n一．在爱的交通中同心（2:1-4）\n在这几节中，保罗继续劝勉信徒怎样保持同心。1:27开始，是劝勉信徒在福音的争战中保持同心，好为所信的福音齐心努力。这几节经文，是劝勉信徒在一般生活与属灵的交通上保持合一，并且表明，能使保罗内心喜乐和满足的，就是信徒在主里同心，这也是主耶稣在世上的祷告（约17:20-23）。保罗是常体会耶稣基督的心肠的（腓1:8），他对信徒有一种父母的心，满心爱怜，而寄以殷切的盼望。\n在此分二题研究：\n* * *\n２．同心的几种阻碍（2:3-4）\n上文使徒告诉信徒该作什么，此处又告诉信徒不该作什么，指出妨碍合一生活的因素为何：\nＡ．结党Ｂ．虚荣Ｃ．骄傲Ｄ．自私\n* * *\nＣ．骄傲（2:3）\n3“只要存心谦卑，各人看别人比自己强”。本句是从正面劝勉信徒谦卑；反过来说，骄傲就是信徒合一的阻碍。谦卑的表现在于“看别人比自己强”。高傲的人却常会看自己比别人强，因而生出轻看别人的心。我们都同样生活在血肉之躯中，彼此间“强与弱”的差别并不大。不过，如果我们谦卑，就会留心别人的“强”处，而看别人比自己强；如果我们骄傲，就只重视自己的“强”处，而看自己比别人强。谦卑而看别人强过自己，使我们尊重别人，易于与人相处；骄傲而看自己强过别人，却叫我们尊重自己，而难以跟人相处。所以骄傲是合一生活中的阻碍。"},{"title":"马唐纳注释","author":"马唐纳","id":"matangna","text":"．根据基督谦卑和舍己的榜样，劝勉信徒合一（二1～16）\n虽然腓立比教会在许多方面都可作众教会的榜样，且保罗也有理由亲切地称赞他们，但他们中间也有彼此不和的暗涌。有两个妇人──友阿爹和循都基──彼此有不同的意见（四2）。我们最好记得这一点，因为使徒保罗在第二章，直接处理神子民间之争论的原因和解决方法。\n* * *\n二3凡事总不可结党，不可贪图虚浮的荣耀，因为这两样是神子民合一的最大敌人。结党是要当首领的一种欲望，且不计较代价如何。贪图虚浮的荣耀指骄傲或自我表现。每当你看见有人喜爱结集私党，或高举他们自己的主张，你就会发现争论和结党在萌芽。本节下半部提出补救的方法，只要存心谦卑，各人看别人比自己强。这不是说我们要看罪犯的道德比我们高，而是我们应不自私地为别人而活，把他们的利益放在我们自己之上。我们从神的话语中读到这样一个劝勉是很容易的事，但要了解其中的意义，并付诸实行又是另一回事。看别人比自己强的意念完全与人类的观念相反，我们也不能凭自己的力量去这样做。只有当我们有圣灵的内住和赐力，我们才能做得到。"},{"title":"丁道尔圣经注释","author":"丁道尔","id":"dde","text":"Ｂ面对结党：要和谐与谦卑（二1～4）\n* * *\n3.这里所用的伦理词汇，暴露出教会内部灵里的软弱，也提出一帖万灵丹。自私的野心，eritheia（RV，“结党”），与一章17节为同一个字，那里用这字形容保罗仇敌的不良动机。对腓立比人，这字则是形容分派系的争吵，及一些小小的自夸。我们不妨将它译为“喜好斗嘴”，虽然这还不足以传达出该字隐含的自我表现之意。加拉太书五章19～21节称这现象为“罪性（和合本：情欲）的行为”，它使教会内部的生活扭曲变形。不过，以下的分析指出更严重的事。倘若自私的野心是外显的症状，其根本原因则在于虚浮的妄念，直译为“空洞的荣耀”，加拉太书五章26节同样指斥这种虚念。麦卡尔评论道：“分党派和求虚名是腓立比基督徒团体面对的罪恶挑战。前者常成为危害蓬勃发展之教会的主因。”此处第二个用词所指的空洞妄念、无价值的野心，通常是麻烦所在。kenodoixa是个很生动的字，意即自称臻于完美，这是三章12～15节所斥责的。保罗在此先表达他反对这种说法（现在就有“荣耀”），后来且说明，惟有等到主再来（三20），“荣耀的身体”才可能实现。因此，若声称已经达到那未来才可能实现的状况，便是一种虚浮的荣耀（柯兰吉）。\n这些罪恶倾向的解毒剂，在于培养、实践一种德性，即保罗最看重的品德，谦卑，tapeinophrosyne{；在使徒行传二十章19节，他用这字来描写自己。按伯纳德的解释，这是一种在神面前的谦卑，以致使我们在与人相处时也能谦卑。对这两则相关定义，最佳的诠释为彼得前书五章5～6节：我们应当以“谦卑束腰，彼此顺服”，因我们乃是自卑，“服在神大能的手下”。除非我们的谦卑始于承认自己是受造者，需要倚赖神，并认明我们在祂眼中真正的光景，否则在世人看来，我们无异是装腔作势，假意客套。古代人对真正圣经式的谦卑不以为然，甚至鄙视，因为误解它意味在同侪面前畏缩奉承。马歇尔（L.H.Marshall）写了一篇对本字的研究，他认为：“显然透过耶稣的教训，谦卑才被视为一种美德。”131这句评语惟一的例外，应数昆兰人士的生活与榜样。他们钟爱谦卑，视为美德，并以此为合一的基础，来过他们的修道生涯。保罗的思想也相近，但不同的是，他的诉求对象为耶稣。因此，他在二章8节中立下此一召唤的基础，那里的动词，“自己卑微”，etapeino{senheauton，回应了这里的名词。\n存这种态度对神、对人，也必须先了解自己的软弱与失败；这正是以下劝勉的主要思想：将别人置于自己之上（见：罗十二10）。Tapeinophrosyne{一字可能是保罗自己合成的；他不但给予如此的忠告，也身体力行。参阅四章12节，那里的“被贬低”（RSV），其实是“不如别人”之意，tapeinousthai。"}],"hymns":[{"id":"youtube-2Z3C1-T6mXY","youtube_id":"2Z3C1-T6mXY","url":"https://www.youtube.com/watch?v=2Z3C1-T6mXY","publisher":"sbf2148","date":"2013-09-08","title":"把冷漠變成愛(兒童獻唱)","description":"凡事不可結黨、不可貪圖虛浮的榮耀．只要存心謙卑、各人看別人比自己強。各人不要單顧自己的事、也要顧別人的事。你們當以基督耶穌的心為心。腓立比書2:3~5","duration":213}]}
