{"versions":[{"version_id":"CUNPSS","version_name":"和合本新标点（神版）","lang":"chs","text":"你们也要照样喜乐，并且与我一同喜乐。","description":"腓立比书2章18节","short":"腓2:18"},{"version_id":"CNVS","version_name":"新译本","lang":"chs","text":"照样，你们也要喜乐，并且要和我一同喜乐。","description":"腓立比书2章18节","short":"腓2:18"},{"version_id":"NLT","version_name":"New Living Translation","lang":"en","text":"Yes, you should rejoice, and I will share your joy.","description":"Philippians 2:18","short":"phil2:18"},{"version_id":"NASB","version_name":"New American Standard Bible","lang":"en","text":"You too, I urge you, rejoice in the same way and share your joy with me.","description":"Philippians 2:18","short":"phil2:18"}],"sermons":[{"title":"活出福音（在一個彎曲悖謬的世代跟從耶穌）","date":"2020-02-23","preacher":"王文堂牧師","verses":["腓2:1-18"],"audio":"http://www.cbcwla.org/media/ch/SundaySermons/2020/Sermon-2020-02-23.mp3","slides":"http://www.cbcwla.org/media/ch/SundaySermons/2020/Sermon-2020-02-23.pdf"}],"interpretations":[{"title":"新约书信读经讲义","author":"陈终道","id":"chenzhongdao","text":"第四段劝勉信徒同心一意（2:1-18）\n* * *\n三．应当更加长进（2:12-18）\n* * *\n４．保罗的要求（2:18）\n18保罗这一项要求，是很\\cs14“厉害”的要求。他不但要腓立比信徒不因他下监而忧愁，还要他们因着他自己能在监狱中充满喜乐的缘故，跟他一同喜乐。这句话更深一层的意思，是要信徒照他那样甘心乐意地献上自己，为主劳苦、受患难；甚至不顾性命，只求主的儿女灵性得着益处，信心坚固；并以此为喜乐。\n当基督徒在主里面更进深时，他就不再注意怎样从世界有收获，不会以世界为乐；而是想到他怎样在属灵方面可以为主舍弃更多，亦以些为喜乐。"},{"title":"马唐纳注释","author":"马唐纳","id":"matangna","text":"肆．保罗、提摩太、以巴弗提活像基督的榜样（二17～30）\n保罗在先前的部分已指出主耶稣是谦卑的最好榜样。然而，有些人会说，“但衪是神，我们只是凡人。”保罗在此便举出三个榜样，他们都是以基督的心为心的人──他自己、提摩太、以巴弗提。若基督是太阳，这三个人便是月亮，他们反照出太阳的光辉。他们是黑暗世上的明光。\n* * *\n二18腓立比信徒也要照样（为相同的理由）喜乐，并且与保罗一同喜乐。他们不应以保罗可能面临的殉道为可悲的，反要为他这样光荣地返回天家而向他祝贺。"},{"title":"丁道尔圣经注释","author":"丁道尔","id":"dde","text":"Ｄ劝勉的应用和保罗的榜样（二12～18）\n* * *\n18.（你们）也照样，todeautokai，这个片语只是重复上一节的思想。这里呼吁读者，在领受以上的话时要存欢欣的心，分享他的喜乐。\n第17、18两节，刻画出一幅令人难忘的景象：保罗在监狱中经历到何等的喜乐，同时，他竭力想将这喜乐深植于腓立比人中。这两节也展示出，基督徒的感同身受、相知相交之情何等亲密；而整卷书信处处都流露出这种特色。喜乐一字的字首，第17节的synchairo{，十八节的synchairete，别具意义。译为一同的syn，是代表共同经验的介系词。这里用来强调教会内部合一的重要性；一切分裂都要除去（一27）。它也标识出使徒与教会的亲密关系（参一7），以及使徒和教会某些个人的密切契合（二25，四3）。更重要的是，藉着物质的帮补（四14），腓立比人已经证明，他们与保罗之间的连结是互惠互助的。\n"}],"hymns":[{"id":"youtube-4yjc0Tic7Q8","youtube_id":"4yjc0Tic7Q8","url":"https://www.youtube.com/watch?v=4yjc0Tic7Q8","publisher":"JAM愛的影響力","date":"2020-03-17","title":"約伯記7章/陪你讀聖經《你不渺小，你是上帝眼中勇敢的孩子！》","description":"👉贊助支持【陪你讀聖經】\nhttp://bit.ly/2If8YXB\n\n👉馬上訂閱https://bit.ly/2s8SAiC\n訂閱後並按下鈴鐺每天不錯過!\n\n陪你讀聖經#441約伯記第七章\n\n你不渺小，你是上帝眼中勇敢的孩子！\n\n朋友平安！讓我們《陪你讀聖經》一天一章生命發光！今天來讀約伯記第七章\n\n延續上一章，痛苦的約伯繼續說出自己的心裡話。因為失去了孩子、產業、患上了可怕的疾病，現在連朋友們都數落他，這一切都使得約伯開始認為：人活在這個世界上真的好辛苦，就好像是在服勞役，深陷在勞苦的過程中無法掙脫。這些負面又絕望的想法，也錯誤的引導著約伯，一心想捨棄自己的生命...讓我們一起來讀約伯記第七章，請：\n\n7:1人在世上豈無爭戰嗎？他的日子不像雇工人的日子嗎？\n\n7:2像奴僕切慕黑影，像雇工人盼望工價；\n\n7:3我也照樣經過困苦的日月，夜間的疲乏為我而定。\n\n7:4我躺臥的時候便說：我何時起來，黑夜就過去呢？我盡是反來覆去，直到天亮。\n\n7:5我的肉體以蟲子和塵土為衣；我的皮膚才收了口又重新破裂。\n\n7:6我的日子比梭更快，都消耗在無指望之中。\n\n7:7求你想念，我的生命不過是一口氣；我的眼睛必不再見福樂。\n\n7:8觀看我的人，他的眼必不再見我；你的眼目要看我，我卻不在了。\n\n7:9雲彩消散而過；照樣，人下陰間也不再上來。\n\n7:10他不再回自己的家；故土也不再認識他。\n\n7:11我不禁止我口；我靈愁苦，要發出言語；我心苦惱，要吐露哀情。\n\n7:12我對神說：我豈是洋海，豈是大魚，你竟防守我呢？\n\n7:13若說：我的床必安慰我，我的榻必解釋我的苦情，\n\n7:14你就用夢驚駭我，用異象恐嚇我，\n\n7:15甚至我寧肯噎死，寧肯死亡，勝似留我這一身的骨頭。\n\n7:16我厭棄性命，不願永活。你任憑我吧，因我的日子都是虛空。\n\n7:17人算甚麼，你竟看他為大，將他放在心上？\n\n7:18每早鑒察他，時刻試驗他？\n\n7:19你到何時才轉眼不看我，才任憑我咽下唾沫呢？\n\n7:20鑒察人的主啊，我若有罪，於你何妨？為何以我當你的箭靶子，使我厭棄自己的性命？\n\n7:21為何不赦免我的過犯，除掉我的罪孽？我現今要躺臥在塵土中；你要殷勤地尋找我，我卻不在了。\n\n從經文中，我們可以看出約伯的情緒轉折。他先是抱怨人生的勞苦，接著開始向神發出質疑，他真的好想知道為什麼神要這樣對付如此虛弱又微不足道的自己？最後，約伯絕望的只求神奪走他的性命...親愛的朋友，還記得在《約伯記》一開始，神是怎麼看約伯的嗎？在神的眼中，約伯絕對不是個微不足道、死不足惜的人，而是一個敬虔、愛神、能經得起考驗的勇者！\n\n親愛的朋友，今天就讓我們一起來想一想，你也曾經像約伯一樣輕看了自己的生命價值嗎？你覺得神又是怎麼看待你的呢？我們一起來禱告。\n\n親愛的主耶穌，謝謝祢將我視為至寶，是被保護的、被看重的！我要輕看眼前的難處，不輕看祢所賜給我的寶貴生命。禱告奉耶穌基督的聖名祈求，阿們。\n\n歡迎追蹤，\n每天陪你一起禱告、一起親近神\n#禱告時光FaceBook:https://ppt.cc/foQc7x\n#晚安好好睡FaceBook:http://t.cn/EhCbcNi\n#陪你讀聖經:https://bit.ly/2s8SAiC\n追蹤Instagram:https://lihi.cc/WHrbn","duration":313},{"id":"youtube-ZOQQes4r-Qg","youtube_id":"ZOQQes4r-Qg","url":"https://www.youtube.com/watch?v=ZOQQes4r-Qg","publisher":"JAM愛的影響力","date":"2019-08-23","title":"路得記4章/陪你讀聖經《好品格，愛上帝，組成蒙福的家庭！》","description":"👉馬上訂閱https://bit.ly/2s8SAiC\n訂閱後並按下鈴鐺每天不錯過!\n\n👉贊助支持【陪你讀聖經】\nhttp://bit.ly/2If8YXB\n\n陪你讀聖經#236路得記第四章\n\n好品格，愛上帝，組成蒙福的家庭！\n\n朋友平安！讓我們《陪你讀聖經》一天一章生命發光！今天來讀路得記第四章\n\n天才剛亮，波阿斯就馬不停蹄的開始招聚城裡的長老與另一位親戚來處理「贖產業」的事情。按照摩西律法，弟兄若因為很窮困而把地賣掉變現，那麼至近的親屬就有義務要幫他贖回那塊地。以此看來，與其讓拿俄米先賣地給別人後，波阿斯再去贖回，倒不如直接將地賣給波阿斯，就能省去許多麻煩，不過按次序來看，另一位親戚才有第一優先權。除了產業之外，這同時也關係到路得未來的婚姻大事，究竟結果會如何呢？讓我們一起來讀路得記第四章，請：\n\n4:1波阿斯到了城門，坐在那裏，恰巧波阿斯所說的那至近的親屬經過。波阿斯說：「某人哪，你來坐在這裏。」他就來坐下。\n\n4:2波阿斯又從本城的長老中揀選了十人，對他們說：「請你們坐在這裏。」他們就都坐下。\n\n4:3波阿斯對那至近的親屬說：「從摩押地回來的拿俄米，現在要賣我們族兄以利米勒的那塊地；\n\n4:4我想當贖那塊地的是你，其次是我，以外再沒有別人了。你可以在這裏的人面前和我本國的長老面前說明，你若肯贖就贖，若不肯贖就告訴我。」那人回答說：「我肯贖。」\n\n4:5波阿斯說：「你從拿俄米手中買這地的時候，也當娶死人的妻摩押女子路得，使死人在產業上存留他的名。」\n\n4:6那人說：「這樣我就不能贖了，恐怕於我的產業有礙。你可以贖我所當贖的，我不能贖了。」\n\n4:7從前，在以色列中要定奪甚麼事，或贖回，或交易，這人就脫鞋給那人。以色列人都以此為證據。\n\n4:8那人對波阿斯說：「你自己買吧！」於是將鞋脫下來了。\n\n4:9波阿斯對長老和眾民說：「你們今日作見證，凡屬以利米勒和基連、瑪倫的，我都從拿俄米手中置買了；\n\n4:10又娶了瑪倫的妻摩押女子路得為妻，好在死人的產業上存留他的名，免得他的名在本族本鄉滅沒。你們今日可以作見證。」\n\n4:11在城門坐著的眾民和長老都說：「我們作見證。願耶和華使進你家的這女子，像建立以色列家的拉結、利亞二人一樣。又願你在以法他得亨通，在伯利恆得名聲。\n\n4:12願耶和華從這少年女子賜你後裔，使你的家像她瑪從猶大所生法勒斯的家一般。」\n\n4:13於是，波阿斯娶了路得為妻，與她同房。耶和華使她懷孕生了一個兒子。\n\n4:14婦人們對拿俄米說：「耶和華是應當稱頌的！因為今日沒有撇下你，使你無至近的親屬。願這孩子在以色列中得名聲。\n\n4:15他必提起你的精神，奉養你的老，因為是愛慕你的那兒婦所生的。有這兒婦比有七個兒子還好！」\n\n4:16拿俄米就把孩子抱在懷中，作他的養母。\n\n4:17鄰舍的婦人說：「拿俄米得孩子了！」就給孩子起名叫俄備得。這俄備得是耶西的父，耶西是大衛的父。\n\n4:18法勒斯的後代記在下面：法勒斯生希斯崙；\n\n4:19希斯崙生蘭；蘭生亞米拿達；\n\n4:20亞米拿達生拿順；拿順生撒門；\n\n4:21撒門生波阿斯；波阿斯生俄備得；\n\n4:22俄備得生耶西；耶西生大衛。\n\n感謝神，波阿斯真的是有情有義的男子！其實這也許可以從上一代看出端倪喔，波阿斯的媽媽就是曾經在耶利哥城中憑信心救了兩個以色列探子的喇合，從這一點便可以看出神的祝福正一代接著一代傳承在這個家族中！而路得的品格除了使她成為街頭巷尾都稱讚的好媳婦之外，她的後代更出了以色列的君王大衛，這條家譜也一路延續到耶穌基督的誕生。親愛的朋友，路得雖是外族女子，但她的忠心與良善，仍使她在神的眼前蒙恩。我們也是一樣的喔！一起愛神，一起學習美好的品格吧！相信你我都能成為世代的祝福！\n\n親愛的主耶穌，謝謝祢透過路得一家的生命，讓我看見無論我的出身、環境與遭遇如何，只要心中有愛，就必蒙受美好的祝福。禱告奉耶穌基督的聖名祈求，阿們。\n\n下一章開始，我們即將進入《撒母耳記》，這卷書分為上、下兩卷，是最能引人入勝的一部歷史書！記載了先知撒母耳的童年、君王掃羅與大衛之間的糾葛，以及大衛與好友約拿單之間的動人故事。相信神也要透過這些故事，告訴我們「生命會因為我們所倚靠的東西，而長成不同的面貌。」就讓我們一起讀下去，千萬別錯過囉！\n\n\n歡迎追蹤，\n每天陪你一起禱告、一起親近神\n#禱告時光FaceBook:https://ppt.cc/foQc7x\n#晚安好好睡FaceBook:http://t.cn/EhCbcNi\n#陪你讀聖經:https://bit.ly/2s8SAiC\n追蹤Instagram:https://lihi.cc/WHrbn","duration":403}]}
