{"versions":[{"version_id":"CUNPSS","version_name":"和合本新标点（神版）","lang":"chs","text":"使你们无可指摘，诚实无伪，在这弯曲悖谬的世代作　神无瑕疵的儿女。你们显在这世代中，好像明光照耀，","description":"腓立比书2章15节","short":"腓2:15"},{"version_id":"CNVS","version_name":"新译本","lang":"chs","text":"好使你们无可指摘、纯真无邪，在这弯曲乖谬的世代中，作　神没有瑕疵的儿女；你们要在这世代中发光，好象天上的光体一样，","description":"腓立比书2章15节","short":"腓2:15"},{"version_id":"NLT","version_name":"New Living Translation","lang":"en","text":"so that no one can criticize you. Live clean, innocent lives as children of God, shining like bright lights in a world full of crooked and perverse people.","description":"Philippians 2:15","short":"phil2:15"},{"version_id":"NASB","version_name":"New American Standard Bible","lang":"en","text":"so that you will prove yourselves to be blameless and innocent, children of God above reproach in the midst of a crooked and perverse generation, among whom you appear as lights in the world","description":"Philippians 2:15","short":"phil2:15"}],"sermons":[{"id":"cbcwla-sermon-2020-02-23","title":"活出福音（在一個彎曲悖謬的世代跟從耶穌）","date":"2020-02-23","preacher":"王文堂牧師","verses":["腓2:1-18"],"audio":"http://www.cbcwla.org/media/ch/SundaySermons/2020/Sermon-2020-02-23.mp3","slides":"http://www.cbcwla.org/media/ch/SundaySermons/2020/Sermon-2020-02-23.pdf"}],"interpretations":[{"title":"丰盛生命研读本","id":"fengsheng","text":"2:15\n这弯曲悖谬的世代：耶稣基督和使徒都指出我们生活在一个“又不信又悖谬的世代”(太17:17；比较太12:39；徒2:40)。虽然世人坚持错误的看法和扭曲的价值观，随从败坏的私欲而生活，拒绝领受神真道的标准，但是信徒应当从世界中分别出来，使自己无可指摘，诚实无伪，作神无瑕疵的儿女，向这个失丧的世界传扬基督荣耀的救赎(比较约一2:15)。"},{"title":"新约书信读经讲义","author":"陈终道","id":"chenzhongdao","text":"第四段劝勉信徒同心一意（2:1-18）\n* * *\n三．应当更加长进（2:12-18）\n* * *\n２．行事光明（2:14-16）\n14怨言是表示不服神的安排，不肯为自己所遭遇的苦境负责，而想要诿过于人。它一方面是对神不服，另一方面是对人不平。保罗在哥林多前书中曾经用以色列人在旷野被神严厉惩治的事，警戒哥林多人不可发怨言（林前10:10）。彼得在书信中也有同样的教训（彼前4:9），因怨这不但触动神的怒气，且破坏团体的和睦生活，容易激起争论，损害爱心。所以保罗在此将发怨言跟起争论放在一起讲。无论什么情形下所发的怨言，都是只能破坏同心，于事无补的。以色列人在旷野飘流四十年的失败，可以用两个字总括一切，就是“怨言”，这是今日基督徒应当引为鉴戒的。\n基督徒属灵美德的操练，在于接受不平等的待遇。这是主的榜样。主在世上时，就是常常接受不合理的待遇。这实际上是最能使信徒灵命长进强壮的训练。发怨言，就是拒绝学习这种功课；所以常发怨言的信徒，灵命必然难以长进。反之，灵命长进的信徒必然少发怨言，多感恩。\n“凡所行的都不要……”，不论那一件事，不论是顺是逆，都不要发怨言，这样才能显出信徒生活的特点，才能为主发光。\n* * *\n15本节中的“使”是重要的字。其原文gene{sthe，有“生成”、“变成”、“改为”等意。在约1:6,14;8:58都译作“有”，来4:3译作“成全”，彼前2:7译为“作了”，加3:14译作“便……可以临到”。这“使你们……”表示上文顺服神的旨意，与在凡事上都不发怨言、起争论，就是“使”信徒可以成为“无可指摘，诚实无伪……作神无瑕疪的儿女”的重要因素。信徒能否获得15节所说的丰富荣美的灵命，在乎是否接受14节的操练。\n“无可指摘”，就是消极方面不给人有毁谤的把柄。\n“诚实无伪”，原文akeraioi，在太10:16译作“驯良”，而在罗16:19译作“在恶上愚拙”。新约只用了这三次，原意是纯一不杂。本句指积极方面，信徒要表现出真纯诚实的美德。\n“弯曲悖谬的世代”──就是现今的世代。弯曲形容它的诡诈，挬谬形容它对神的悖逆，与在道理方面的错谬。在这样弯曲悖谬的世代中，作神无瑕疪的儿女，更显得难能可贵。注意，作神无瑕疪的儿女，不只是作一个可以被一般人称许、没有大过失的人，更是作一个没有小过失的人。这应当是信徒追求的目标。\n“你们显在这世代中，好像明光照耀。”这句话提醒信徒，为什么要作神无瑕疪的儿女，因我们在这世代中，有如明光要照耀在黑暗中。主在世时也曾如此教训门徒（太5:14-16），但倘若信徒之间发怨言起争论，或在生活行事中给人可毁谤的藉口，就叫这“明光”被遮蔽了。\n按上文记载看来，信徒要在这世代中如明光照耀，便需要：\nＡ．顺从神在心中之运行──对神。Ｂ．要与肢体同心，追求和睦，不发怨言──对人。Ｃ．要有诚实无伪、无可指责的品德──对己。\n16“将生命的道表明出来”──这是发光的条件。这生命的道必须藉信徒的生活加以表明，使人看见。但我们必须坚持所信的道，让它在我们里面作工运行，才能在生活上把它表明出来。\n“表明”原文epexontes(epexo{)，有“紧握”或“展示”的意思（参英译）”“叫我在基督的日子，好夸我没有空跑，也没有徒劳”──即在基督再来的日子，他能看见自己所作的一切工作都有美好的果效。这是传道人的喜乐和荣耀（帖前2:20）。保罗用他自己对将来的盼望，勉励腓立比信徒为主发光，表明主道。否则，不但他们自己没有荣光，也使那曾为他们奔跑、劳苦的使徒失望。使徒为他们任劳任怨，尽力栽培他们，目的不只是要他们脱离罪恶的永刑，也盼望他们能丰丰富富地住入神的国。\n“好夸我……”，“夸”是保罗喜欢用的语气，强调他将来在主前会有的喜乐（参林后1:14;帖前2:19）。"},{"title":"马唐纳注释","author":"马唐纳","id":"matangna","text":"．根据基督谦卑和舍己的榜样，劝勉信徒合一（二1～16）\n虽然腓立比教会在许多方面都可作众教会的榜样，且保罗也有理由亲切地称赞他们，但他们中间也有彼此不和的暗涌。有两个妇人──友阿爹和循都基──彼此有不同的意见（四2）。我们最好记得这一点，因为使徒保罗在第二章，直接处理神子民间之争论的原因和解决方法。\n* * *\n二15若能避免埋怨和争论，我们便无可指摘、诚实无伪。无可指摘即我们对这人无法有所指控（参看但六4）。一个无可指摘的人也会犯罪，但他能道歉、认罪、改过（在许可的情况下）。诚实无伪即真诚没有诡诈。\n神的儿女……在这弯曲悖谬的世代，应是无瑕疵的。藉没有瑕疵的生活，神的儿女能够格外清晰地从这黑暗的世界中站出来。\n这使保罗想到腓立比信徒在黑夜中好像明光照耀。夜愈暗，光就显得更亮。基督徒是明光或拿光的人。他们不能造出光来，却可以反照主的荣光，叫人从他们身上看见耶稣。"},{"title":"丁道尔圣经注释","author":"丁道尔","id":"dde","text":"Ｄ劝勉的应用和保罗的榜样（二12～18）\n* * *\n15.这些劝勉与警告的目的很清楚。腓立比人应当整顿自己的家，这样才能实践神的旨意，在社会中为祂作见证。神的旨意首先是要他们成为无可指摘、纯洁完美。动词成为，gene{sthe，更准确的意思是“证明你们自己”。前面已经提到教会内部的情形，由此观之，这里必然是要他们弥补、改善，将分争、吵闹的旧酵除尽，使教会成为她所宣告应有的样式，能够服事神，完成祂的心意。\n无可指摘，amemptoi，使徒在别处也用过，形容他的读者（帖前五23），以及他自己的榜样（帖前二10）。这字意味“无可责备，所过的生活别人没法挑毛病”。三章6节也用同一个字，讲到他在守祖先传下的犹太律法时，何等一丝不苟；不过这两处的角度不同，所以意思也完全不一样。此处的上下文，人的功劳毫不存在，“无可指摘”乃是神的恩典作成的（13节）；它的情境是团体，形容教会的生活与特性，而不在论个人道德的培养。\n纯洁完美，akeraioi，是道德用语；主曾以这字告诫门徒，要“驯良像鸽子”（太十16）；罗马书十六章19节则说：“在恶上无知（和合本：愚拙）”。第一世纪的文学中，用这字形容没有稀释的酒，或没有掺劣质合金的金属，因此有“纯粹、不掺杂”之意。希腊文有一译本，用这字翻译雅歌书五章2节和六章9节，即形容书拉密女为“我的鸽子，我无瑕疵的那位”，“我的完全人”的话，十分有意思。\n这两个道德词汇放在一起，让我们瞥见神对祂子民的理想。他们的品德与行为，都应当让外人无话可说；他们要注意，务使自己“在公众面前的行为无可指责”（罗十二17，腓力斯）；同时，他们也当不容异类成分侵入，削弱力量，或污染教会的本质，因教会原是“贞洁的童女”（林后十一2）、基督的新妇。这两个字提供了最恰当的说明，刻画出我们行事为人怎样才能“与基督的福音相称”（一27）。\n不过，保罗在这个题目上还有话要说。神的儿女，即经由领养与恩典成为祂家中成员的人，必须没有过失，amo{ma（RV，“无瑕疵”），尽管周围的世界仇敌环伺──弯曲悖谬的世代。\n我们必须以申命记三十二章5节（RSV），作为使徒下面对教会期许的背景资料。摩西在歌中承认，古时的以色列民向神行事邪僻，有了瑕疵（七十士译本，mo{me{ta），因此就不算是祂的儿女（七十士译本作tekna）；他们是弯曲悖谬的世代（七十士译本，geneaskoliakaidiestrammene{）。保罗在本段中用了tekna，mo{me{ta（他写为amo{ma），geneaskoliakaidiestrammene{，显示他乃是引用旧约经文。\n不过，他虽然借用这段旧约对背道之以色列的控诉，却作了一些改变。尽管教会有失败、犯严重的错误，他也不能容许她被弃绝，不再成为子嗣。腓立比人仍是神的儿女，蒙召要“无瑕疵”，即，与神的性情有分，正如摩西在前一节所形容，神“信实而无过失，公义而正直”（申三十二4，RSV）。第4节说：“祂的作为完全”，所用的希伯来文为ta{mim，在其他地方，七十士译本用amo{mos翻译这个字，特别是在形容祭物“没有瑕疵”时。这个线索帮助我们了解，何以二章17节的思路接至献祭与事奉上。\n我们也当注意，申命记用弯曲悖谬的世代形容犯错的以色列（参：诗七十八8），但保罗却用它指周围的世界，教会处于其中，在那里作见证。包围教会的，是满怀敌意的世界。它与不肯相信的犹太人一样，都拒绝基督徒的信息，然而它的拯救惟赖基督。\n信徒的职守正是在（直译“在当中”，meson）这样一个世界中。希腊文小小的meson一字──保罗在七十士译本的引句中加上的──却意义重大。在基督里的信徒已蒙救赎，脱离这个邪恶的世界（加一4），不再与它同受审判（林前二6，七31；加六14），也不再有分于它的精神（约壹二15～\\cs1617）。他们不属于这世界，因为它与神隔绝，对祂的存在漠不关心，敌视祂的统治（参：约十七16）；可是他们仍然“在”这世界上（约十七15），又没有撤退的命令，不能遁世隐居，躲在与世隔绝之处。相反的，基督徒奉命要进到世界去（约十七18；可十六15）。身为主的子民，我们最恰当的位置就是在世界中，因为惟有在那里，才能产生真正的见证，为基督发挥最大的影响力157。\n教会在社会中的见证与影响，这里用明光照在黑暗中来形容（参：彼后一19）。使徒在这里的想法，一般人以为是指明星在黑暗的穹苍中闪耀；因此，腓立比人所受的训勉为：“在黑暗的世界中要发光如明星”（摩法特）。有人用但以理书十二章3节（七十士译本），来支持这个翻译：“智慧人必发光，如同天上的星星（ho{spho{ste{res）”。\n但是反对这样解释的理由很充分，正如罗梅尔所列。保罗的动词是phainesthai，一般的意思是“看来”，而不是phainein，“发光”（如：但十二3）。“光”，pho{ste{tes，也可以指任何一种有光的物体（如，火炬、灯笼、灯塔之光158）。新约惟有另外一处提到光；即启示录二十一章11节，那里形容圣城反射神的荣耀，有如宝石之光（pho{ste{r）。世界，kosmos，在这里不是指属物质、自然的受造世界，乃是从伦理、宗教的角度而言，正如我们所说“世界的精神”，或“世俗人”。犹太人的文学中也曾有例子，讲到亚当、以色列、妥拉，与某些拉比，是世上的“持光者”（如：TestLevi十四3；参：徒十三47；引用：赛四十九6；罗二19）159。\n“持光者”的翻译，与马太福音五章14～16节吻合。门徒要成为世上的光，意即，他们要提供器皿或工具、灯笼，让那世界的光（约八12）可以照出来。如此，保罗的读者应当让周围的世界──就是充满罪恶、悖逆的黑暗世界──清楚看见他们有如启示录一章12节的灯台，复活基督的光芒从其中照射出来。他们是神的儿女也是“光明之子”（帖前五5）；这个称呼，某些昆兰团体的派别亦使用（1QS1.9;2.16;1QM13.5,9）。"}],"hymns":[{"id":"youtube-gHSO12iXLh8","youtube_id":"gHSO12iXLh8","url":"https://www.youtube.com/watch?v=gHSO12iXLh8","publisher":"r91927","date":"2010-02-20","title":"如明光照耀","description":"璽恩現場唱更是震撼!\r\n腓2:15\r\n使你們無可指摘，誠實無偽，\r\n在這彎曲悖謬的世代作　神無瑕疵的兒女。\r\n你們顯在這世代中，好像明光照耀","duration":336}]}
