{"versions":[{"version_id":"CUNPSS","version_name":"和合本新标点（神版）","lang":"chs","text":"因为你们立志行事都是　神在你们心里运行，为要成就他的美意。","description":"腓立比书2章13节","short":"腓2:13"},{"version_id":"CNVS","version_name":"新译本","lang":"chs","text":"神为了成全自己的美意，就在你们里面动工，使你们可以立志和行事。","description":"腓立比书2章13节","short":"腓2:13"},{"version_id":"NLT","version_name":"New Living Translation","lang":"en","text":"For God is working in you, giving you the desire and the power to do what pleases him.","description":"Philippians 2:13","short":"phil2:13"},{"version_id":"NASB","version_name":"New American Standard Bible","lang":"en","text":"for it is God who is at work in you, both to will and to work for His good pleasure.","description":"Philippians 2:13","short":"phil2:13"}],"sermons":[{"id":"cbcwla-sermon-2020-02-23","title":"活出福音（在一個彎曲悖謬的世代跟從耶穌）","date":"2020-02-23","preacher":"王文堂牧師","verses":["腓2:1-18"],"audio":"http://www.cbcwla.org/media/ch/SundaySermons/2020/Sermon-2020-02-23.mp3","slides":"http://www.cbcwla.org/media/ch/SundaySermons/2020/Sermon-2020-02-23.pdf"}],"interpretations":[{"title":"丰盛生命研读本","id":"fengsheng","text":"2:13\n神在你们心里运行：神的恩典在他儿女心中运行，在他们心里赐下遵行他旨意的渴慕和能力(参“信心与恩典”一文)。但是神的这种工作并非强制性的或不可抵制的恩典。神的恩典在我们心里的运行(1:6；帖前5:24；提后4:18；多3:5~7)总是与我们的忠心和配合密不可分(12,14~16节)。"},{"title":"新约书信读经讲义","author":"陈终道","id":"chenzhongdao","text":"第四段劝勉信徒同心一意（2:1-18）\n* * *\n三．应当更加长进（2:12-18）\n* * *\n１．更加顺服（2:12-13）\n12上文是论到主的顺服，本段是劝勉腓立比信徒应当顺服。使徒在讲论主的顺服之后，紧接着劝勉信徒顺服，一方面可使他们在顺服之中得着鼓励与安慰，因为他们效法了主的榜样，另一方面可使他们看见自己的不够──他们的顺服比起主还差得太远。\n在此并未指明顺服什么，顺服谁；但照内文讲论的语气，应指顺服使徒的教训，和顺服在信徒心中运行的圣灵，也就是顺服神。\n使徒称赞他们说：“你们既是常顺服的，不但我在你们那里，就是我如今不在你们那里，更是顺服的”显见他们顺服的重点，是使徒所教训的真理，而不是他本人。使徒用一种称赞的语气勉励他们应更加长进，他的称赞很有属灵的智慧，恰到好处。\n“就当恐惧战兢”，为什么保罗要腓立比信徒恐惧战兢，作成得救的工夫？我们要注意保罗在其他书信中对这句话的用法。保罗曾对哥林多人说：“我在你们那里，又软弱、又惧怕、又甚战兢”（林前2:3）。这意思就是说，他在哥林多信徒中间工作，是十分小心谨慎的，惟恐失职未能尽责。又在哥林多后书中，用类似的话描写他们怎样迎接提多：“并且提多想起你们众人的顺服，是怎样恐惧战兢的接待，他爱你们的心肠就越发热了”（林后7:15）。在此恐惧战兢的意思是，持十分尊重而谨慎的态度，惟恐自己受责备。在弗6:5，保罗又用类似的话，论到仆人对主人该有的态度说：“你们作仆人的，要惧怕战兢，用诚实的心听从你们肉身的主人，好像听从基督一般。”在此“惧怕战兢”也是惟恐未能尽职，忠心谨慎的意思。\n所以在这里保罗劝勉信徒要“恐惧战兢”，是劝勉信徒要存敬畏神的心，小心谨慎地生活工作，惟恐有失于神的托付，有负神的大恩，不能对神无愧。信徒应存这样的心，活出神的救恩。\n“作成得救的工夫”──“得救”原文so{te{rian，常被译成“救恩”或“得救”。“作成”原文katergazesthe在罗马书7:13译作“显出”，罗15:18译作“藉……作”，林后4:17;弗6:13译作“成就”。中文新旧库圣经本句译作“活出你们的救恩”，按英希对照圣经则译作“活出你们自己的救恩”，在英译文K.J.V.,R.V.都译作workoutyourownsalvation，所以本句的意思是要将自己所得着的救恩活出来。得着救恩，是神在我们生命中工作的开始，我们应当让这救恩的工作得以完成。灵魂得救、罪恶得赦免，不过是救恩的起点；若要经历完全的救恩，就要继续让神的话语不断在我们心中作工，而且要顺服这种工作，使我们有成熟丰盛的生命，使救恩的奇妙功效明显地在我们身上活出来。\n13“因为”解明了上文。为什么我们要恐惧战兢以活出神的救恩？因为我们立志行事都是神在我们心里运行。我们所以能活出救恩，让神在心中作成祂的工作，皆是因神的运行。神在我们心中的“运行”，使我们能以顺服神的旨意，活出救恩的力量。我们的得救，就是神的灵在我们心中运行的结果，使我们的心思能顺服神的真道。这样，当我们得救以后，神的灵仍然不断在我们心中运行，使我们照着祂的旨意行事立志。换言之，问题不在乎我们能否活出主的救恩，乃在乎我们是否肯顺服神的灵在我们心中的运行。\n“运行”就是作工、活动、发出力量的意思。神在我们里面如何运行，我们就能如何活出主的荣美。保罗在罗马书7:18曾提到一种凭自己的立志，结果是“立志为善由得我，只是行出来由不得我”。但这里保罗给我们看见另一种立志，是照神的运行而立的心志，就是照神的灵在我们心中的感动、作工而下决心，然后又照着神的灵所发出的力量实行所下的决心，结果就能“成就祂的美意”。可惜许多信徒仅仅照神的运行“立志”，却凭自己“行事”，结果仍是失败。\n注意，本节最重要的字是“神”，不是“运行”，因为最重要的是谁在你心中运行。既然那一位在我们心中运行工作的是神，我们该存何等敬畏的心，战兢地顺从祂的运行，以成全祂的美意！反之，若我们轻忽祂的运行，不顺服祂的感动，就等于是破坏祂的美意，阻碍祂的计划了。\n保罗在弗3:20也同样用“运行”来说明神在我们心中工作的情形。神并不是把我们当作机器，把能力灌注其中；祂乃是通过我们的心思作工感动，使我们对祂的旨意、慈爱、信实、大能等，有更深切的认识，更大的信心和爱心，从而更有能力摒除自己的意念，而顺从祂的运行，成就祂的旨意。\n总之，本节经文显示，神是在人的心中作工，藉内心的感动控制支配人的。我们如果顺从神的工作和支配，就必随时行在神的旨意中了。"},{"title":"马唐纳注释","author":"马唐纳","id":"matangna","text":"．根据基督谦卑和舍己的榜样，劝勉信徒合一（二1～16）\n虽然腓立比教会在许多方面都可作众教会的榜样，且保罗也有理由亲切地称赞他们，但他们中间也有彼此不和的暗涌。有两个妇人──友阿爹和循都基──彼此有不同的意见（四2）。我们最好记得这一点，因为使徒保罗在第二章，直接处理神子民间之争论的原因和解决方法。\n* * *\n二13保罗在此提醒他们，他们能够作成得救的工夫，是因为他们立志行事，都是神在他们心里运行，为要成就他的美意。意思是首先把意念放在我们心里，叫我们按衪旨意行的，是神自己。然后，衪也在我们心里运行，使我们得能力行出衪的旨意。\n我们再一次看见神、人奇妙的结合。一方面，神吩咐我们作成我们得救的工夫。另一方面，只有神能使我们做得到。我们必须尽自己本分，神也会尽衪的责任。（然而，这观念不适用于赦罪或重生。救赎完全是神的工作。我们只是相信和进入神的救赎中。）"},{"title":"丁道尔圣经注释","author":"丁道尔","id":"dde","text":"Ｄ劝勉的应用和保罗的榜样（二12～18）\n* * *\n13.教会内和谐的关系，也就是它整体的“得救”，非常迫切需要恢复；而惟有倚靠神的能力才作得到。连接词因为显示，当神在他们里面工作，他们才能“作出”这种改革。在你们里面，麦卡利斯（Michaelis）和马歇尔都认为是指“在你们心里”；当然，和好与和谐的精神必须先生于心内，才会影响整个团体。不过“在你们中间、在你们当中”是较好的翻译，正如二章5节，那里用了同样的片语。\n这里的词汇显示，神在腓立比教会的工作很强。祂被形容为那位工作者，hoenergo{n，这动词意指有效的工作（见三21的注释，那里用名词energeia）。祂的作为是让人“立志”并“行事”；第二个动词toenergein重复了稍前描述神的字。祂促使他们立志，要改革祂子民的情形，并且将这种“善意”，eudokia，在他们当中完全实践。\n这个解释，不将成就祂的美意一语视为神对腓立比人的美意，“要实现祂美善的旨意”（赖富特）；而是视为一种善意的模式，就是当祂激发人立志，加添力量，使他们建立情谊时，这种恩典的作为在团体中所鼓动的善意。Eudokia，可解为相当于旧约的ratso{n一字，如此，它便是指神的旨意，祂藉拣选与赐福，来表明祂的喜悦（如：路二14，按照多数近代的解释，其依据为死海古卷的证明）。但这个字也同样可以指人的善意，由一章15节便可看出（参：罗十1；帖后一11；那里可译为“每一个善意的决定”）。参麦卡尔、柯兰吉，与霍桑。\n因此，有两种可能性：一为视eudokia为神的意图，要祂的子民在爱中相交，合而为一；另一则为──借麦卡尔的话──“基督徒团体应以善意为特色”。而这两种状况都需要神来行动，才能保证会有理想的结果。"}],"hymns":[{"id":"youtube-0dWJKZaCEQc","youtube_id":"0dWJKZaCEQc","url":"https://www.youtube.com/watch?v=0dWJKZaCEQc","publisher":"love&truth","date":"2013-11-28","title":"2013年11月28日愛與真實廣播電台 *求充滿這地/這世代*","description":"(腓立比書2：13)因為你們立志行事，都是神在你們心裡運行，為要成就祂的美意。\n\n主求祢充滿我們﻿來醫治這地\n痛苦疾病要過去神蹟在運行\n主求祢充滿我們來轉化這地\n黑暗權勢要離去\n\n主求祢充滿我們來醫治這地\n全地看見祢榮耀祢復興降臨\n主求祢充滿我們來轉化這地\n全地尊榮祢聖名為祢而站立\n\n一生祝福永不停息\n世代因祢愛延續呼求祢\n\n這世代，我們用敬拜爭戰\n我們用禱告改變世界\n這世代，聖靈要更新澆灌我們\n這世代，是耶穌時代\n\n看哪，猶大獅子已得勝\n眾聖徒預備朝見祂\n少年人看異象\n老年人要作異夢\n因為神的復興將來到\n聽到錫安的號角響起\n萬國萬民都要顫抖\n耶和華日子將到\n光明將除去黑暗\n因為神的復興將來到\n我們要看到神的榮耀\n\n這世代，我們用敬拜爭戰\n我們用禱告改變世界\n這世代，聖靈要更新澆灌我們\n這世代，是耶穌時代","duration":272},{"id":"youtube-t67-fzujJjw","youtube_id":"t67-fzujJjw","url":"https://www.youtube.com/watch?v=t67-fzujJjw","publisher":"阿樂肥茉莉A LOVE FAMILY","date":"2020-01-25","title":"《but tonight you belong to me》甲中英文歌謠比賽 優等獎 晴晴ft.維璇","description":"#Buttonightyoubelongtome\n\n\n晴晴學的英文歌謠比賽.ft李維璇\n\n優等⭐⭐⭐⭐⭐\n\n《Buttonightyoubelongtome》\n\n從練習唱歌，英文咬字，和聲\n\n到練琴，錄音，拍影片，剪片後製\n\n他們幾乎都自己來👍👍👍\n\n\n不管是烘培，唱歌，還是影片製作……\n\n喜歡的事情，要持續做\n\n堅持做\n\n忠心做\n\n路，就會被我們開拓出來\n\n自己夢想中的未來，就會被我們開創出來\n\n\n你們有為自己喜歡做的事負責了嗎？\n\n「因為你們立志行事都是神在你們心裡運行，為要成就他的美意。」\n\n菲力比2:13","duration":170}]}
