{"versions":[{"version_id":"CUNPSS","version_name":"和合本新标点（神版）","lang":"chs","text":"因为我没有别人与我同心，实在挂念你们的事。","description":"腓立比书2章20节","short":"腓2:20"},{"version_id":"CNVS","version_name":"新译本","lang":"chs","text":"没有人与我同心，真正关心你们的事，","description":"腓立比书2章20节","short":"腓2:20"},{"version_id":"NLT","version_name":"New Living Translation","lang":"en","text":"I have no one else like Timothy, who genuinely cares about your welfare.","description":"Philippians 2:20","short":"phil2:20"},{"version_id":"NASB","version_name":"New American Standard Bible","lang":"en","text":"For I have no one else of kindred spirit who will genuinely be concerned for your welfare.","description":"Philippians 2:20","short":"phil2:20"}],"interpretations":[{"title":"新约书信读经讲义","author":"陈终道","id":"chenzhongdao","text":"第五段打发及介绍同工（2:19-30）\n本段保罗预先告诉腓立比人，他盼望很快就可以打发两个在监狱中侍候他的同工去见他们。并特别慎重地见证这两个同工如何在他受苦之中服事他，与他同心，要腓立比信徒好好地接待他们，尊重他们。\n* * *\n一．提摩太（2:19-24）\n在这里可见提摩太与保罗之关系：\n* * *\n２．与保罗同心（2:20）\n20在此所说“我没有别人与我同心”，大概是专指在挂念腓立比信徒的事上，没有别人像提摩太这样跟他同心。而“别人”大概是指与保罗在一起的同工以外之人。但本节也可能是特指提摩太在工作上跟保罗的特殊关系，没有别人像提摩太那样跟他有同一的心灵，与他同劳、同苦，经常作他的左右手，又是他福音的儿子（林前4:17;提前1:2），待他像儿子待父亲一样。\n注意，在本章第1,2节中，保罗曾勉励信徒要同心合意彼此勉励、交通、安慰、同情，而在此保罗讲论提摩太和他怎样同心相爱的情形，无异是举了一个很好的实例，使腓立比信徒对他上文所劝勉的，得着更大的激励。\n“实在挂念你们”，挂念原是一种内心的情绪，提摩太是否实在挂念腓立比信徒，保罗怎会知道？保罗既能如此断言，显见提摩太挂念腓立比人，绝不是仅仅口头上查问几句，像普通人问安那样。由于他内心挂念腓立比信徒，他跟保罗在一起的时候，必定自然表现出对腓立比教会的种种关怀，或在祷告中不断提到他们，以致保罗看出提摩太实在挂念腓立比人，正如保罗挂念他们一般。\n保罗所打发出去探望腓立比教会的使者，是一位实在挂念他们的提摩太。这也可以说明为什么提摩太能够常常代表保罗去看望各地的教会，因为提摩太也有保罗的爱心，对所要看望的教会有深切的关怀。"},{"title":"马唐纳注释","author":"马唐纳","id":"matangna","text":"肆．保罗、提摩太、以巴弗提活像基督的榜样（二17～30）\n保罗在先前的部分已指出主耶稣是谦卑的最好榜样。然而，有些人会说，“但衪是神，我们只是凡人。”保罗在此便举出三个榜样，他们都是以基督的心为心的人──他自己、提摩太、以巴弗提。若基督是太阳，这三个人便是月亮，他们反照出太阳的光辉。他们是黑暗世上的明光。\n* * *\n二20在保罗的同伴中，提摩太特别无私地关怀腓立比信徒的属灵景况。没有别人是保罗有信心可差往腓立比去的。对提摩太这位年轻人来说，这确是一个极高的评价！"},{"title":"丁道尔圣经注释","author":"丁道尔","id":"dde","text":"Ⅵ未来的计划（二19～30）\n* * *\nＡ推荐提摩太（二19～24）\n本书信在这里改变了主题，保罗谈到对未来的期盼，以及他想打发提摩太去腓立比探望他们。这些计划（被称为“旅行讲论”162，说明保罗的想法，就是他想要重访他所建立的教会，以弥补书信之不足）用字相当谨慎，提供我们一些颇具价值的线索，能了解这书信最大的问题，即戴斯曼所称，本书信“在何种情况下”写成：因为“未来将有一些旅程，另外，使徒和他的同伴也经历到一些事”163。\n* * *\n20.这里推荐提摩太为可靠的同工。我没有别人像他（直译，“有同样的心灵”），使徒这句话是很高的赞许，将提摩太放在非常崇高的地位，俨如保罗所倚赖的关键人物。这里的形容词isopsychos，与前一节的“欢喜”是同源字，也像它一样非常罕见。狄比留甚至认为，这两个字是故意使用的文字游戏，似乎保罗刻意用不常见的字，而且一字连一字。七十士译本诗篇五十五篇13节（和合：五十四14），“与我同等的人”，显示这个字用于形容关系密切。这段话的意思似乎是，在他被监禁的地方，所有的基督徒朋友，即与他同在的弟兄（四21）、“众圣徒”和在该撒家里的人（四22），没有一个像提摩太一样，能分享他对腓立比人的深情。另外一种翻译（如，柯兰吉：“他是惟一真正分享我的关注之人”164）有破绽，因为保罗的希腊文结构不可能指他在讲自己，如果这是他的意思，他必会写成：“我没有别人像我自己”165。参葛尼卡、贝尔、麦卡尔、威尔森。\n没有别人具提摩太同样的心灵，这一点使提摩太在腓立比的事上，成为保罗的左右手。他将真正为你们的好处着想，即，他对你们教会的福祉有真正的兴趣和关怀。保罗选择一位赴此趟旅程的人，首要的条件便是这种细心关注的表现。倘若下一节是论同一情况，此处的思想可能为，他是惟一愿意去腓立比的人。\n真正地，gne{sio{s，是副词（译注：英文译为形容词；参四3），让人忆起提摩太和保罗的关系，“因信主作我（的）真儿子”（提前一2）。参看哥林多后书十一章28节，我们可以明白，他对使徒的宣教与牧养工作非常投入，深具他的精神与态度。两人都“为众教会挂心”。这里与四章6节或哥林多前书七章32节并不冲突。那里所禁止的，是为自己和己利的焦虑、担心。提摩太的“挂心”乃是为别人属灵的福祉。\n在基督徒的经验里，这类表面似乎冲突的事常同时发生，但却与上述状况相反，让人讶异。我们发现自己为自己的事焦虑，无暇顾及他人的福祉，实在有罪。要解除“挂虑”私利的最好办法，是扩充视野，放宽心胸，以致能分担别人的重担。因此哥林多前书十二章35节说，我们作基督徒的，对其他信徒有责任，那里也用同一个动词merimnao{166。"}]}
