{"versions":[{"version_id":"CUNPSS","version_name":"和合本新标点（神版）","lang":"chs","text":"我以你们的信心为供献的祭物，我若被浇奠在其上，也是喜乐，并且与你们众人一同喜乐。","description":"腓立比书2章17节","short":"腓2:17"},{"version_id":"CNVS","version_name":"新译本","lang":"chs","text":"即使把我浇奠在你们信心的祭物和供奉上，我也喜乐，并且和你们大家一同喜乐。","description":"腓立比书2章17节","short":"腓2:17"},{"version_id":"NLT","version_name":"New Living Translation","lang":"en","text":"But I will rejoice even if I lose my life, pouring it out like a liquid offering to God, just like your faithful service is an offering to God. And I want all of you to share that joy.","description":"Philippians 2:17","short":"phil2:17"},{"version_id":"NASB","version_name":"New American Standard Bible","lang":"en","text":"But even if I am being poured out as a drink offering upon the sacrifice and service of your faith, I rejoice and share my joy with you all.","description":"Philippians 2:17","short":"phil2:17"}],"sermons":[{"title":"活出福音（在一個彎曲悖謬的世代跟從耶穌）","date":"2020-02-23","preacher":"王文堂牧師","verses":["腓2:1-18"],"audio":"http://www.cbcwla.org/media/ch/SundaySermons/2020/Sermon-2020-02-23.mp3","slides":"http://www.cbcwla.org/media/ch/SundaySermons/2020/Sermon-2020-02-23.pdf"}],"interpretations":[{"title":"丰盛生命研读本","id":"fengsheng","text":"2:17\n被浇奠：保罗深爱并且关怀腓立比信徒，甚至愿意为他们舍弃自己的生命，把它当作献给神的祭物。\n1.只要能够使他们更加信靠和挚爱主耶稣基督(比较提后4:6)，保罗就是自己被浇奠也在所不惜，反而感到喜乐。\n2.保罗对他的属灵儿女有如此舍己的大爱，我们为着自己的孩子能够信靠主耶稣基督则应当经历怎样的牺牲和患难呢？为了使我们的孩子在主里完全，我们就必须甘愿牺牲自己，甚至生命，把自己浇奠给主(参“父母与孩子”一文，有关父母引导自己的孩子过敬虔生活的十五个步骤)。"},{"title":"新约书信读经讲义","author":"陈终道","id":"chenzhongdao","text":"第四段劝勉信徒同心一意（2:1-18）\n* * *\n三．应当更加长进（2:12-18）\n* * *\n３．保罗的喜乐（2:17）\n17“我以你们的信心为供献的祭物”，保罗劳苦栽培信徒的信心，使他们的信心长进坚强，把这样工作的果效，当作“祭物”献给神。\n“我若被浇奠在其上，也是喜乐”，意即为要培养信徒信心的长进，纵使他自己牺牲生命，像祭物那样被浇奠在其上，他也是喜乐的。\n“并且与你们众人一同喜乐”，意思就是：他们要是能在这世代中，像明光照耀，在主前便有内心的平安和喜乐。这不但是他们的喜乐，或保罗个人的喜乐，也是他们和保罗共同的喜乐。保罗虽然身系囹圄，仍将因他们能为主发光，而与他们一同喜乐了。\n保罗这样地表白自己，可以光照我们的心。我们是否像保罗这样一心以主的羊群为念？是否像保罗，以信徒的信心为祭物献给神？\n保罗在此表现出一个忠心事主的人所有的喜乐。这喜乐不是物质的享受，也不是人的夸奖；而是在为主甘心忍受一切劳苦之后，可以从信徒身上看见真实的果效。主仆的安慰和喜乐莫过于此了。"},{"title":"马唐纳注释","author":"马唐纳","id":"matangna","text":"肆．保罗、提摩太、以巴弗提活像基督的榜样（二17～30）\n保罗在先前的部分已指出主耶稣是谦卑的最好榜样。然而，有些人会说，“但衪是神，我们只是凡人。”保罗在此便举出三个榜样，他们都是以基督的心为心的人──他自己、提摩太、以巴弗提。若基督是太阳，这三个人便是月亮，他们反照出太阳的光辉。他们是黑暗世上的明光。\n* * *\n二17使徒保罗使用一幅美丽的图画来描述腓立比信徒和他自己的事奉。他从犹太人和异教徒共有的风俗中借用这幅图画，就是浇奠在供献的祭物上。\n他以腓立比信徒为献祭者。他们的信心是供献的祭物。保罗自己是被浇奠的。他乐于以殉道被浇奠在祭物和他们信心的供献上。\n威廉斯评论说：\n使徒保罗把腓立比信徒的献身和努力与他自己作一比较；他高抬他们的供献，却低贬自己的供献。他们同样是为了福音的缘故舍弃生命，但他看他们的行动是一个很大的祭物，而他自己只是浇在他们之上的一个奠祭而已。在这美丽的修辞之下，他谈到那可能临到他的死亡是殉道13。\n若主命定他如此，他要因此喜乐。"},{"title":"丁道尔圣经注释","author":"丁道尔","id":"dde","text":"Ｄ劝勉的应用和保罗的榜样（二12～18）\n* * *\n17.前一节的体育场和纺织间的意象，在此很快转为献祭与礼仪的词汇。使徒以全书最严肃的口吻提到这件事，视为基督殉道如同就在眼前的事实161。然而祭坛与献祭仪式的场景，却弥漫着喜乐的气氛，因为他乐意接受神对他生命的旨意。他邀请读者也来分享这份受苦中的喜乐。\n麦卡利斯将保罗话语的严肃性淡化，其实没有必要（参导论Ⅱ三“以弗所说”，最后数段，原书33～34页）。只要宣判对他不利，或他的命运有任何变动，都可能令他丧命：即使我如酒祭被洒出，浇在祭物与从你们的信心而来的事奉上……。这里的每一个字都难处重重，需要准确的定义。我被洒出，spendomai，是现在式，表明“受刑的可能性，在他心目中历历如绘”（麦卡尔）。他在别处乐观地提到释放出监，和腓立比人团聚（参一24～6，二24），可是这里却认真面对立刻会死亡的高度可能（参：提后四6，在他生命终结前的类似话语）。不过，此处有一线希望，因为事实上，定罪只是一种可能而已；然而这里的表达，用语亦十分谨慎。Allaeikai，但即使，这翻译比较好，优于“也许”（GNB），或任何足以表达这种机会不大的偶发情形的译法（如，AV/KJV,RSV或许也可以算；见下文）。肯耐迪评注道，这个片语容许死亡有可能发生，与kaiei有差别，后者意为该假设几近不成立。这里动词意为“洒出如奠酒祭”，在献祭用语上，是指暴死，或流血之死。他将自己流血致死，比作酒或香水的浇洒，一般向外邦神明献祭时，以这个仪式为最后一个步骤。\n不过，这个动词只形容奠酒，至于献祭礼仪的主要部分，却未包括在内。真正的祭物乃是腓立比人的信心。如果没有这一点，保罗的奠酒便不完全；韩索曼（Heinzelmann）与伯纳德指出，这个献祭的行为才是本句的要点。他们将信心献上，即是与使徒保持密切的相交（参一7的注释），并积极支持他的需要（参四14的注释）。他们的礼物是在极穷困中拿出来的（林后八2；参四19的注释），乃是一种牺牲（译注：英文与献祭同一字）的服事（将thysia和leitourgia视为一个片语，有同一个定冠词），是神所悦纳的“馨香的祭”（四18）。\n十五节要腓立比人“无瑕疵”，这思想一直延续至此处，因为这个形容词特指献祭的牲畜，它们必须没有疤痕、状况良好，才能用在希伯来人的仪式中（参：利一10，二十二17～25；彼前一19；参：来九14）。所以，当使徒在前面提到奠酒之祭时，也许他心目中是想到旧约的献祭情形（参：民十五1～10，二十八7；不过柯兰吉与霍桑指出，动词“浇洒出”不一定指流血之祭，即，祭牲被杀死）。若是如此，介系词在上，epi，就必须有“此外”、“伴随”之意，因为，在犹太祭礼中，奠酒是洒在祭坛的附近或周围，而不是浇在祭物之上（参约瑟夫，Antiquities3.9,4）。\n因此，结论可以如下。这里指称腓立比人正如祭司，向神行献祭的服事（参：罗十二1；彼前二5）。他们的信心就是祭物，这信心可由他们牺牲奉献、送礼物给保罗，分享他的患难（四14）这件事，具体表明出来（来十三16正为此意）。保罗的血，就是（他担心会）为基督殉道而流的血，是伴随的奠酒祭。很重要的一点是：动词我被洒出来是被动式，具寓意性。保罗并没有献上任何东西；有人读本节时，以为他献上自己的生命，或腓立比人的信心（如麦卡利斯，陶德与葛瑞斯顿也相似），但并非如此。麦卡利斯认为，这祭礼是以保罗为腓立比人之信心所作的宣教工作为祭物；他引用罗马书十五章16节。但这个观点不如以上所介绍的可取。霍桑的解释则为，保罗乃“以图示的方式表达自己身为使徒所受的苦”，并没有展望可能被杀的意思；但从提摩太后书四章6节，以及本节开头强烈的反义字看来，这个解释缺乏说服力。从腓立比书一章15～26节，可以肯定在他写作时，心中的确感到这是相当关键的时刻。\n在面对可能领受殉道的冠冕时，使徒的态度是充满喜乐（我是高兴欢喜）。这种出人意料的反应，并非病态地渴望死亡，如若干年后伊格那丢的例子。他用了保罗所写动词的同源字，意指殉道，但对死亡的观念却十分不同：“最好让我能被洒出来（spondisthe{nai）给神”（罗二2）。对保罗而言，他的喜乐乃是基于相信死了有益，因为基督能因此显为大，福音能传开来（见一21的注释）。他的喜乐，和在腓立比为他献祭的朋友是相同的。"}]}
