{"versions":[{"version_id":"CUNPSS","version_name":"和合本新标点（神版）","lang":"chs","text":"然而，我想必须打发 以巴弗提 到你们那里去。他是我的兄弟，与我一同做工，一同当兵，是你们所差遣的，也是供给我需用的。","description":"腓立比书2章25节","short":"腓2:25"},{"version_id":"CNVS","version_name":"新译本","lang":"chs","text":"然而我认为必须差以巴弗提到你们那里去，他是我的弟兄，与我一同作工一同作战的，也是你们为我的需要差来服事我的。","description":"腓立比书2章25节","short":"腓2:25"},{"version_id":"NLT","version_name":"New Living Translation","lang":"en","text":"Meanwhile, I thought I should send Epaphroditus back to you. He is a true brother, co-worker, and fellow soldier. And he was your messenger to help me in my need.","description":"Philippians 2:25","short":"phil2:25"},{"version_id":"NASB","version_name":"New American Standard Bible","lang":"en","text":"But I thought it necessary to send to you Epaphroditus, my brother and fellow worker and fellow soldier, who is also your messenger and minister to my need","description":"Philippians 2:25","short":"phil2:25"}],"interpretations":[{"title":"新约书信读经讲义","author":"陈终道","id":"chenzhongdao","text":"第五段打发及介绍同工（2:19-30）\n本段保罗预先告诉腓立比人，他盼望很快就可以打发两个在监狱中侍候他的同工去见他们。并特别慎重地见证这两个同工如何在他受苦之中服事他，与他同心，要腓立比信徒好好地接待他们，尊重他们。\n* * *\n二．以巴弗提（2:25-30）\n在这几节中，保罗特别提到腓立比教会打发到罗马服事他的以巴弗提，怎样忠心地跟保罗同工，供给保罗的需用，以致病倒，且病得十分严重。为此保罗十分挂心，希望快些打发他回去。在此分三点讨论：\n* * *\n１．以巴弗提如何跟保罗同工（2:25）\n25保罗又再用“打发”这个字。他打发以巴弗提与打发提摩太有不同之处，因提摩太是保罗福音的儿子，由他所栽培、造就、提携，提摩太受他的“打发”似乎很合理。但以巴弗提却是腓立比教会差派至罗马照顾保罗的人，而保罗也同样“打发”他，可见保罗的属灵地位是众教会的领袖。\n特别值得我们注意的是，以巴弗提是供给保罗需用的人。腓立比教会在经济上供给保罗的事，是经以巴弗提的手，馈赠给保罗的。虽然如此，以巴弗提还是侍候保罗并受保罗的“打发”，而不是打发保罗，管辖保罗。可见以巴弗提没有利用经济上的权力，使保罗在他手下受驱使；保罗也没有因收受他所转交腓立比信徒的赠款，便向他讨好，看他的脸色行事。以巴弗提没有占取神的权利，藉着别人信托在他手中的金钱弄权；保罗也不认为自己是从人领受什么好处，而完全看作是神的赐予。所以，初期教会信徒与主的仆人之间，虽或有在经济上互相供给，但绝没有利用经济上的帮助，使对方受自己的支配。反之，那些奉献金钱的人，在圣工上可能还是站在受调遣的地位上。因为属灵的地位不是凭金钱多少，而是按灵命的造诣和神的选召而定的。\n“他是我的兄弟，与我一同作工，一同当兵”，在此有三种称呼，显示他们之间的三重关系，并暗示教会的三种使命。“兄弟”表示他们是属灵的同胞，由同一位父所生的手足至亲，暗示教会乃是一个家；“一同作工”表示他们之间的关系是同工，为着同一的利益而工作，暗示教会是一个工场；“一同当兵”表示他们之间的关系是同志，有共同的仇敌，受同一位元帅统率，暗示教会是一支属灵的军队。保罗没提到以巴弗提的属世地位和资历，却特别提到他在福音工作上与保罗的这三重关系，说明以巴弗提和他之间不论在生命上、圣工上、属灵的争战上，都是彼此十分亲切、同心、患难与共的。\n“是你们所差遣的，也是供给我需用的”，本句追述以巴弗提是腓立比教会所差遣来供给保罗需用的。其中“差遣”原文与“使徒”同字，林后8:23的“使者”原文也是同字。有解经者根据这两处圣经，认为以巴弗提与提多也可算为使徒；其实这两处圣经并没有说他们是“使徒”，只不过说明他们是受差遣的人。反之，圣经这种用法显示，apostolos这个字不仅是指受神差遣，也用于受人的差遣。这样，我们就不能说凡是受差遣的人就是使徒。一个人是否是使徒，要看他是否从神领受了使徒的职分和恩赐（弗4:11;太10:1）。注意，以巴弗提在这里是受腓立比“人”差遣。\n但“你们所差遣的”照原文可译作“你们的使者”。照这样看来，以巴弗提大概是腓立比教会十分尊重的一个人，可能是他们的牧者。如果这样，更显出以巴弗提的可爱，因他既是一个教会的牧者，与保罗同是传道人，却谦卑地服事保罗。虽然圣经中未见他有像保罗那样伟大的工作，但毫无疑问的，他有保罗的忠心和谦卑；他为主的缘故服事保罗，甚至自己也病倒了。可见他不但爱保罗，也很敬重保罗，惟恐服事不周，以致亏负了教会的托付。\n以巴弗提可作传道人的榜样。今日许多传道人对待信徒可能“很谦卑”、“很有爱心”，但对待同工却并不谦卑也没有爱心。究其实，他们所谓的谦卑和爱心，并非真正生命的流露，只是一种要争取信徒爱戴和敬重的手段。传道人不尊重传道人，却教导信徒应当尊重传道人，这是不公平的。"},{"title":"马唐纳注释","author":"马唐纳","id":"matangna","text":"肆．保罗、提摩太、以巴弗提活像基督的榜样（二17～30）\n保罗在先前的部分已指出主耶稣是谦卑的最好榜样。然而，有些人会说，“但衪是神，我们只是凡人。”保罗在此便举出三个榜样，他们都是以基督的心为心的人──他自己、提摩太、以巴弗提。若基督是太阳，这三个人便是月亮，他们反照出太阳的光辉。他们是黑暗世上的明光。\n* * *\n二25跟我们看见\\cs9以巴弗提有基督的心。他会否就是歌罗西书四章12节提到的以巴弗，我们不能确定。无论如何，他确曾住在腓立比，是当地教会的一个传信者。\n保罗说他是：（1）我的兄弟；（2）与我一同作工；（3）与我一同当兵。第一个称谓显出他们亲密的关系，第二个指出他们的劳苦，第三个他们的争战。他是一个能与别人同工合作的人，在基督徒生活和事奉方面来说，这确实是十分重要的。一个信徒要独立工作，凡事自己决定诚然不易，但要与别人一起工作，作别人的手下，容许各人有不同意之处，为整体的好处而收敛自己的意愿和意见，是困难得多的事。让我们一同作工，一同当兵！\n此外，保罗又说他是你们所差遣的，也是供给我需用的。这又给予我们有关以巴弗提之个性的提示。他愿意做一些普通和低下的工作。今天许多人只喜欢做一些公开和讨好的事情。我们当怎样为那些安静、默默地执行日常工作的人感恩！以巴弗提谦卑地做一些粗工，神却高举他，把他忠心的事奉记载在腓立比书第二章里，让后世代代相传阅读他的事迹。"},{"title":"丁道尔圣经注释","author":"丁道尔","id":"dde","text":"Ⅵ未来的计划（二19～30）\n* * *\nＢ赞扬以巴弗提（二25～30）\n使徒从思考未来的计划，转而谈及目前的状况；当下他最关心的，是向腓立比教会赞扬以巴弗提。保罗写信时，这个人是否仍在他那里，或者已经起程返回腓立比，并不明确。大部分注释家采取前一个看法，并认为是他将本信带到教会，不过布坎南（C.O.Buchanan）167找到一些暗示（如26～27节），认为他已经离开保罗一行人，或是回到故乡，或是正在路上。\n* * *\n25.假定以巴弗提是带这封信的人，那么，“我曾认为有必要打发”（RSV）的时态，必须被视为“书信的过去式”，即作者将自己置于读者的地位，因为当他们读这封信时，作者目前的行动与思想已成为过去的事。以上的翻译主张这种解释，但NIV却选用现在式：但我认为有必要差回，这与现代的用法比较接近。请注意NIV加入“回”字，希腊文没有此字。参阅以下的说明。\n以巴弗提的意思是“动人”，古石刻上常见这个名字。他与歌罗西书一章7节、四章12节的以巴弗不是同一个人，不过，在希腊原文中，后者乃是前一个名字的缩写。使徒用极热情的词句，谈到以巴弗提与他作伴的价值。他曾是我的兄弟，即，同作信徒；与我同工，即，同样服事神的国。这个片语代表一个希腊字，synergos，可能回顾腓立比教会初建的日子，以巴弗提与保罗的关系。它也可能指在保罗监禁的地方，他参与了福音的工作（参四3）。一同当兵，描述了两人一同作战的同袍情谊，不但在腓立比，也在使徒目前的情况中（参：门2）。\n这里特别提到这位使徒的宝贵同工所做的一件服事（参30节）。他奉教会之名，作他们的使者（直译：“使徒”），带给保罗金钱为礼物，表达他们对福音事工的参与（参一5与四18的注释）。腓立比人（也包括他自己）要他在那里留一阵子，陪伴保罗，这一点似乎很清楚。不过有些人认为，他本来想在任务完成后就回去；然而25节和28节的用语否定了这个看法：两处的动词都是打发，而不是“打发回去”。他到保罗那里，是要留下来陪他。\n以巴弗提担任一个团体──即腓立比教会──所授权的代表，这幅图画与希伯来文shaliach的意思吻合（参：林后八23）。这个字即为此处apostolos一字的背景，它并没有专门术语的意味，反倒接近约翰福音十三章16节：“被差的人”。\n以巴弗提把礼物交给保罗后，就留下来帮助他：是你们差遣来照料我的需要的。NIV这句话翻译了一个名词leitourgos，“仆人”；在第一世纪的文学中，这个字表示从事与宗教事务相关的神圣、严肃的工作。保罗在罗马书十五章16节，把这个字用在自己身上，在罗马书十五章27节和哥林多后书九章12节，又用这字指为耶路撒冷穷人捐款的事。（参二17，同根字的进一步用法。）因此，这种事奉被赋予神圣的性质，保罗认为那不单是作在他身上，也是作在主身上。"}]}
