{
  "hos.1.19": {
    "interpretations": {
      "dde": {
        "content": [
          {
            "verse": "hos.1.14-23",
            "paragraphs": [
              "i.蒙恩得救的宣言Ⅱ∶復興的普世意義（二14～23）",
              "全書在二章14節給了我們一個意外的驚愕。神責備以色列忘記我（13節），我們可以想到神相應的宣告便是“我也將忘記她和她的孩子”，那些因忘記神律法而遭到譴責的祭司的結局，正是如此（四6）。兩次強調因此（參6、9節），使我們知道審判的厄運已無可逃避，但是審判沒有臨到；相反地，我們卻因一大串美麗的應許而目瞪口呆∶(1)第二次出埃及且定居應許之地（14～15節）；(2)徹底根除所有提及的諸巴力偶像（16～17節）；(3)免受人和野獸攻擊的安全保障（18節）；(4)重新聘定並立婚約（19～20節）；以及(5)重立那以全地昌盛為表記的聖約（21～23節）。其中每個應許都因我將這個表達未來穩妥的詞而光彩照人。"
            ]
          },
          {
            "verse": "hos.1.19-20",
            "paragraphs": [
              "19～20.代名詞從他們轉換到你（第二人稱陰性單數），又從談論平安轉到談婚配，都說明這一段與第14～18節和第21～23節的內容有別，雖然內容與前後兩段緊密相關∶(1)它使第14～15節神和以色列的全新關系變得具體，且這關系與從前因以色列的罪而被破壞的連結關系有分別；(2)它使第16節新名字“我夫”所表征的聯合關系更親密無間，完全徹底；(3)它反映了第18節通過新約而帶來的和平安穩的景象；(4)它引入以孩子名字意義更改為重點的第21～23節情節。",
              "第19～20節的焦點集中在表達這種新關系的法律和盟約屬性。聘比“去娶”（一2），“去愛”（三1），“說安慰的話”（二14）……或“她將應聲”（二14～15）更正式。在以色列人的婚俗中，聘為妻包括與親戚監護人達成協定（撒下三12～15），其中包括求婚人應交付新娘家庭的恰當聘禮數目（撒下三14）。在聘妻和正式履行婚姻關系之間有一段時間（申二十7，二十八30），但這段時間她在法律上屬於未婚夫（申二十二23～27），並且將終身屬他（正如∶何二19中永遠一詞的意義；參∶出二十一6）。何西阿從三方面使用這個術語，充分顯示了耶和華與以色列訂婚是堅定、不可更改的。",
              "從語法上看，五個修飾這種關系的名詞，可看作是耶和華付給其新婦的聘禮（希伯來文介詞，以，撒下三14意義相同），但這在立約的細節方面卻不能強作解釋，耶和華給誰付這樣的聘金？祂是以色列惟一的父母。這些詞語要表達的是，耶和華會給予這立約關系所需的一切東西，凡足以稱為約的，都有忠誠、正直和愛的印記。按祂彰顯的完全豐盛，祂將責無旁貸地成為祂新婦聖潔信實的主。",
              "仁義和公平是這種關系的頭兩個特點（比較摩五7、24，六12）。仁義表明耶和華將忠誠地扮演祂在約中的角色，就是作為主神和救主所應有的一切，並且以能力、信實和正直待她。原文中用的詞是s]ed[eq，指出神屬性中的正直（伯三十六3），祂公義的職責（耶十一20），及在敵人攻擊（詩三十五24、28）時竭力為新婦申辯或拯救她。公平指耶和華與子民的關系公平廉正，祂的作為既不興之所至，也非任意妄為。祂子民順服行正時祂敬重他們，當他們偏邪行惡時祂必管教。原文用的是mis%pa{t]，表示祂旨意的嚴正（創十八25），祂仁慈地為哀怨苦情伸冤（賽三十18），及祂熱望在全地為受造物尋求最大的利益（詩三十六6）。",
              "慈愛和憐憫是後兩個特點。慈愛（原文意為恒常不變的愛）與約的忠信本質相輔相成，表達主在態度和行為上是完全自由地向祂子民立誓。希伯來語h]esed[一詞指主神的帶領和保守（出十五13），定意拯救（詩六4），施恩赦罪（詩二十五7）或信守約定（申七9、12；彌七20）。憐憫一詞閃爍著溫柔、仁慈之光，特別是向軟弱、困難和受壓制的人顯示憐憫之恩。希伯來語中用rah]@mi^m一詞，令人聯想起同字根的女兒的名字（一6～7，二1；參二23）。這是個極有感染力的詞，與子宮一詞有關（創四十九25；何九14），並且傳達出一種母愛似的深沈情感；舊約聖經常用這種情感描繪耶和華神（如撒下二十四14；賽六十三7、15；耶十六5），多過指人（箴十二10；摩一11）。",
              "誠實是訂婚的最後一樣聘禮，表達耶和華所有話語和行動，特別是聖約中應許的完全可靠和真實。希伯來語~#mu^na^用於審判後的復和（哀三21及下），祂作為的純全（詩三十三4），祂信實難以測度的高深（詩三十六5）和長闊（詩一○○5）。何西阿對神屬性特點的五重修飾，與以色列贊美詩中的用詞一模一樣，後者沒有提到憐憫（如∶詩三十三3～4，三十六5～6，八十九14）。",
              "整段信息以一句幹凈俐落的應許推向高潮∶你就認識我耶和華（20節）。雖然認識指婚姻關系中的親密無間（創四1），這裏更意味著新婦將以新郎那樣對盟約條款熱情忠誠的委身之心來回應新郎。何西阿在二章8、13節已說過以色列目前對神缺乏忠心，在四章1、6節，五章4節，六章6節有進一步的論述。認識耶和華的核心，就是對聖約忠誠和順服，而這些特點也藉著神對婚姻所承諾的應許，準確地表現出來。神向以色列所允準供給的，正是神向以色列所求的忠實委身∶公義就是以色列能夠持守聖約的所有要求，且神人之間都相互持守約定（十12）；公平指保障團體中每位成員的權利（十二6）；慈愛指將聖約的恩惠擴展到那些耶和華神也同樣對之心懷善念的外邦人（四1，六6，十12，十二7）；憐憫指對人溫暖的關切，特別對那些身陷困境之人的關切（何西阿書只在此處提到）；以及誠實──恒久不變地信守應許，履行義務和延續正直行為（何西阿書只在此處提及，但比較四1的另一個同詞源的詞~#met[，和合本同樣譯作“誠實”）。何西阿與歌篾再婚（三1～2），表明以色列深切需要神的聘禮並認識祂。"
            ]
          }
        ],
        "title": "丁道爾聖經註釋",
        "author": "丁道爾"
      }
    }
  }
}
