{
  "hos.1.18": {
    "interpretations": {
      "dde": {
        "content": [
          {
            "verse": "hos.1.14-23",
            "paragraphs": [
              "i.蒙恩得救的宣言Ⅱ∶復興的普世意義（二14～23）",
              "全書在二章14節給了我們一個意外的驚愕。神責備以色列忘記我（13節），我們可以想到神相應的宣告便是“我也將忘記她和她的孩子”，那些因忘記神律法而遭到譴責的祭司的結局，正是如此（四6）。兩次強調因此（參6、9節），使我們知道審判的厄運已無可逃避，但是審判沒有臨到；相反地，我們卻因一大串美麗的應許而目瞪口呆∶(1)第二次出埃及且定居應許之地（14～15節）；(2)徹底根除所有提及的諸巴力偶像（16～17節）；(3)免受人和野獸攻擊的安全保障（18節）；(4)重新聘定並立婚約（19～20節）；以及(5)重立那以全地昌盛為表記的聖約（21～23節）。其中每個應許都因我將這個表達未來穩妥的詞而光彩照人。"
            ]
          },
          {
            "verse": "hos.1.18",
            "paragraphs": [
              "18.審判信息中的兩個特別威脅情況，因著確定無疑的聖約\\cs8而得到逆轉，其結局是徹底的安定平穩∶(1)以色列人不用再害怕田野的走獸、空中的飛鳥、爬行的毒蛇危害人和莊稼（參二12，定意毀葡萄園的判決；另比較摩五19）；(2)神不再容許敵國的軍事入侵，所有戰爭的武器，如弓、箭和其他戰具（希伯來文戰爭，milha{ma^就是這個意思；參一7；詩七十六3；賽三25，二十一15；並見F.Zorell'sLexiconHebraicum）73都將被折斷，並遠離以色列國土。",
              "當那日，使這一應許、前面的應許及應許中最激動人心的第21節渾然成為一體。野獸的危險和戰爭的蹂躪，在舊約其他地方也提到（如∶伯五19～23；耶十五2～3）；戰爭既意味著荒廢重要的田地，又意味著毀壞用來防禦動物侵擾的城墻和望樓。地上所有居民（“使他們”，RSV為了與第19節的代名詞保持一致，譯作“使你”）明顯都將飽受這兩方面的威脅。此處用第三人稱復數代名詞（參“我要使他們安然躺臥”）將以色列描述成一個無力抵禦災害的個人和家庭的組合，又用第二（19～20節）和第三（17節）人稱陰性單數代名詞，表示以色列是耶和華的新婦。",
              "毀壞所有戰爭武器的畫面，直接反映了一章4～5節審判宣言的第二幕，以及一章7節不以軍事幹預手段救拔以色列和猶大的允諾。耶斯列名字中蘊含的審判信息，必然帶來戰爭的入侵──以亞述的弓折斷以色列的弓。但現在到了二章18節，神已定意要將亞述人和其各式戰爭兵器從以色列國土中除凈。我們可想見這種應許怎樣使以色列人心存歡喜熾熱的盼望，從主前七四三年到主前七二一年撒瑪利亞最終淪陷，以色列人年年不斷地飽受亞述弓箭的螫刺之痛。",
              "何西阿以約的形式表達神的應許，一方面是為了確保其神聖莊嚴，另一方面也與先前的約首尾呼應。約的價值是一經立約雙方認可，就至死生效（參∶創十五7～20；耶三十四18～19），“立約”這動作即維護這種效益∶“起作用”（或作“生效”、“割”，希伯來文krt；見二18，十4，十二1；希伯來文2節）。第18節在聖經中最接近的平行經文，是創世記九9～10和以西結書三十四25。神與祂的創造之物達成一個協議，為其子民提供永久的福祉，受造之物徹底地和睦相處，令人回想到創世記一30的伊甸園，即人類最初叛逆，使和諧美麗變得雜亂無章前的情形（創三15，十七～十九；參∶賽十一6～9，三十五9）。",
              "約（希伯來文b#ri^t）一詞很可能與“結合”或“維系在一起”有關，這方面的含義與何西阿對這個詞的另外兩種用法不同∶(1)指與別國所立不明智或狡詐的盟約或合同〔十4，十二1（希伯來文2節）〕；(2)回述當初耶和華在以色列人立族建邦時頒布的約，及有關條款〔六7，八1；兩處都用到“違反”（希伯來文`br）一詞，描述以色列人若無其事地踐踏了義務〕。未來需要有個由耶和華擬定，且因神的主權而確實有效的新約，這也是第18節開始提到的，雖然這一點的確切內容和廣泛意義是等到受何西阿的觀點和側重點影響重大的耶利米（耶三十一31～34），才剖析闡明。"
            ]
          }
        ],
        "title": "丁道爾聖經註釋",
        "author": "丁道爾"
      }
    }
  }
}
