{
  "hos.1.9": {
    "analytics": {
      "thisVerse": {
        "dict": {
          "eng": {
            "hebrew-559": "And [God] said",
            "hebrew-7121": "Call",
            "hebrew-8034": "his name",
            "hebrew-3818": "for",
            "hebrew-3588": "you [are]",
            "hebrew-859": "not",
            "hebrew-3808": "will be",
            "hebrew-5971": "and I",
            "hebrew-595": "and not",
            "hebrew-1961": "your [God]",
            "": null
          },
          "cht": {
            "hebrew-559": "耶和華說",
            "hebrew-7121": "叫",
            "hebrew-8034": "給他起名",
            "hebrew-3818": "羅阿米",
            "hebrew-3588": "因為",
            "hebrew-859": "你們",
            "hebrew-3808": "也不",
            "hebrew-5971": "作我的子民",
            "hebrew-595": "我",
            "hebrew-1961": "作"
          }
        }
      },
      "translations": {
        "greek-3004": "hebrew-559",
        "greek-2564": "hebrew-7121",
        "greek-3686": "hebrew-8034",
        "greek-2992": "hebrew-5971"
      },
      "crossRefs": []
    },
    "interpretations": {
      "dde": {
        "content": [
          {
            "verse": "hos.1.8-9",
            "paragraphs": [
              "iv.第四幕∶象征離異的兒子（一8～9）",
              "這裏提到斷奶，可能提示兩次生育之間有二～三年的間隔（見撒上一21～28；瑪喀比二書七27）。這種時間結構一方面顯示何西阿家庭生活的延續，另一方面也提示神的寬容忍耐。雖然祂藉著頭兩個孩子宣告了嚴厲的審判，卻還不斷顯明祂堅忍的愛。沃爾夫（21頁）將作者在此插入“她給（羅路哈瑪）斷奶”，及二章7節和三章5節從事“歸回”所需的時間間隔聯系起來。",
              "第三個孩子的命名標誌著審判到達頂峰。“非我民”表示神與以色列的關系徹底改變，整個民族因偏邪墮落，使聖約失去效力。第三個兒子的名字不僅描繪以色列的行為──他們已明確不屬耶和華，同時也宣告神因此而轉離他們。",
              "第9節“因為”引入的解釋，清楚地表達了這一點。此處的語句是針對以色列脫離埃及這重大事件中的兩個關鍵點說的∶(1)它撤消了神給摩西的重大應許，即不僅要救贖以色列人脫離埃及的捆綁，也要以他們為祂的百姓，祂作他們的神（出六6～7）；(2)神也收回了祂在首次指示摩西的名字中包含的所有眷顧關愛（出三14），因為第9節最後一句話可直譯為“我不是你們的自有永有者”──在出埃及記和何西阿書中用的，都是希伯來文~ehyeh（我是）這個詞49。神名字的含義之一，是確認聖約有效；摩西領受的“那自有永有者”（Ehyeh,Iam），表示祂不僅是祖宗，也是包括北國和南國在內的全以色列的未來。神不再認同那名字，這是何等大的危機！那直接坦率表達的信息，使這危機顯得更加尖銳。在這一系列的表征中，主神頭一次直接向人說話。從一章2節到一章9b節，祂只是在向何西阿談論以色列；現在祂用第二人稱復數的形式，向以色列說話，宣告他們給自己帶來的極重災難，及他們迫使祂所作的公義判決。",
              "49關於神的名字和背景的論述，見B.S.Childs,TheBookofEuodus,OTL(Philadelphia:Westminster,1974),pp.47～89.十一章4節和十四章6節中用到的動詞'tobe'，可能隱含神的名字。",
              "v.蒙恩得救的宣言Ⅰ∶指望初現（一10～二1）",
              "至此作者敘述的語調發生變化∶(1)一章2～9節中耶和華是以其命令占主導地位，但在這裏祂不再直接發言，而先知何西阿的話更顯著；(2)主題轉為積極明亮，悉心傳達的信息不再是審判，而是救贖。全書中審判宣言和盼望應許的基本結構交叠更換。盡管這裏沒有用第一人稱表達，沒有使用二章14～23節，十一章9節和十四章4～5節中用到的“我必”，與何西阿在其他救贖信息中的用詞明顯不同，但這部分信息仍是為全書其他部分預設節奏50。",
              "復和的應許先是緬懷以色列過去與神立約的情景。首先，10a節的內容講論神起誓給亞伯拉罕的應許，以及他家族的情況∶盡管因著神的審判而屢遭毀滅或擊殺，使其人數漸少（參∶摩五3，六9～10），但是神定會向祖宗信守誓言，重新使以色列的人數不可數算──如海邊的沙一樣多（參∶創三十二12〔原文13節〕，十五5，二十二17）。沃爾夫（26頁）提到當時如果將以色列稀少的人數與鄰邦如亞述帝國比較，何西阿的聽眾必會認定這應許的成就，是神親自運行的神跡奇事。由於10a節和列王紀上三8措詞極其相近，這段信息的第一批聽眾可能會將這應許視為恢復國強民盛的所羅門王國的規模。",
              "接著的應許可說是補敘和解釋這不可思議的神跡∶國民人數的劇增是與神重建新關系的結果。何西阿用一個他所發明的片語描述這種關系∶永生神的兒子（參∶太十六16對耶穌類似的描述，羅九26用來描述外邦基督徒）。我們期待的是“我的子民”一片語，現在卻意外地聽到這話，這有兩個重要含義∶(1)永生的神才是運作這奇跡的那一位；(2)二章11～12、16～17節中，神預告偶像巴力的失敗，把自足和賜生命的屬性歸以色列的神，以揭示以色列人所傾心的外邦掌生殖之異教虛枉無力。在什麽地方（10b節）不論是按邏輯關系譯為“代替……而變為”（Wolff,p.27），還是按地理位置，指公開舉行的命名禮儀的地方（Andersen,p.203），都顯明何西阿竭力地證實過去和將來有緊密聯系∶神未來的救贖是以復和及超越昔日的救贖為渠道完成的（參二14～15）。",
              "第11節又再次提醒以色列重回昔日聖約，想念王國統一並重設一個首領，就是撒母耳記下七章（參三5，特別明提大衛王）神藉拿單的口與大衛王立約的事。由於罪孽滲透王國，耶和華收回祂的憐憫（見一6～7註釋），所以雖然神的恩慈和信實將得勝，並重新救贖他們，但對耶戶家的審判懲罰（4節）卻不可變更。王國統一的信息奇妙地沖擊著何西阿本身所見南北兩國的尖銳矛盾（主前734年的敘以大戰，似乎是五8～七16的背景）。一個首領是常用語，用在這裏可能是要回避何西阿書中，諸王統治乏善可陳的消極內涵（如七3、5、7、16，八4，九15，十3、7，十三10、11）；這位首領必定是從大衛王朝而來（三5；“首領”＝“王”，見詩十八43〔原文44節〕）。",
              "從這地上去（11節）的準確含義極難辨明。首先，我們可以將“這地”看成是在亞述被擄之地，整段勾畫出從被逐流亡之地回歸的景象。地（原文~a{res]）這詞不帶其他修飾名詞的單數形式，在舊約中不用來指外邦。從上下文來看，地必是指只要以色列人忠心信守聖約，神就會賜給他們為家業的“應許之地”51。",
              "其次，我們可將子句，他們從……上去（原文`lh），看成是一個指軍事占領的術語，意思是“他們將擄掠……的財產”。有學者根據出一章10節作出這種推論52，但是將出一章10節作這樣解釋的證據不足53。",
              "第三，我們也可將“這地”理解成“地下”，指死人的疆域（參∶創二6；伯十21、22；詩一三九15；賽四十四23），將全段理解為以色列人脫離被擄和懲罰的死地而復活（參∶結三十七1～14，緊接以色列骸骨復活的描述後的，便是在大衛王權統治下，以色列和猶大合而為一的預表）。安德生（見209頁）將此處（他認為與何五8～六6相吻合）解釋為從被擄之地回歸，認為這種理解符合“何西阿擅用多層詞義的高度語文能力”。",
              "第四，“上去”曾被譯作“湧出”（參∶申二十九23〔希伯來文22節〕，此詞希伯來文為`lh），猶如從地裏迸發豐富出產一般。這樣理解第11節，則它是回應以色列人無法勝數的狀況（10節），又是切切展望那時神豐裕的播種──在提耶斯列時曾暗示過這種時光，二章23節也清楚言明“我必將他種在這地”54。",
              "雖然這些解釋不盡相同，卻是表達同一個基本意思∶在以色列昔日光輝的美景之上，又點燃未來復和統一的榮耀；且它還隨著神完結公義的審判，成就復和的大工而榮上加榮，愈發光彩輝煌。第11節最後對這種日漸高漲的復和喜訊歡呼感嘆∶“啊！耶斯列，那日必為大！”（直譯）。根據安德生的理解（見209頁），希伯來文中ki^（通常譯為“因為”）是“啊”的意思，而耶斯列是一個獨立的呼格，並非用來修飾“日子”；第11節末了如果這樣直譯，更能清楚表達這種高漲的情緒，並且準備直接向弟兄姊妹講述整段救贖信息的結尾。",
              "從耶斯列（11節）開始，每個孩子的名字都依次由審判的表記轉為恩典的表記。神在為這些孩子命名時，已包含它們的雙重意義∶(1)特使耶斯列的意思模糊不清──表示神將在審判中驅散，又將在復和中撒種（見4節註釋）；(2)另外兩個名字首先以“不”的形式出現，說明他們的消極意義只需塗抹筆劃，就可挪去──這點準確無誤地發生在二章1節。",
              "雖然這裏也有點可能是暗指耶斯列地方（有些人將耶斯列的日子和米甸的日子比較，賽九4〔原文3節〕），但，這是一種詞形變化，有歡喜栽種，莊稼喜慶豐收的意思，原文中又不斷出現與以色列（Israel）這個詞極相似的諧音用法。神因耶戶家（4節）和以色列愚妄地仗賴軍事力量（5節），而加以審判懲罰，它不可逆轉，事實上也無法逆轉，除非廢棄神在審判上所定的旨意。惟一可以逆轉的，是神對待祂子民的方式，對祂曾不得不分散的，祂將重新栽種。",
              "如果這是直接針對耶斯列說的（11節），那麽原文真正的斷句應從第11節的“從這地上去”開始，而第11節的最後一句應緊接二章1節，其內容是對另外兩個孩子發布的耶斯列宣言的引言。這些話都不是以個人的立場發布（見前），而是再次以何西阿的家庭事件沖擊聽眾的心，何西阿的困境所散發的審判征兆，向來是他們所輕忽的。",
              "希伯來文中復數祈使語氣的稱（“你們要稱”），和復數名詞“弟兄”和“姐妹”（RSV根據LXX而將它們改為單數），應該是指復和統一民族中的公眾，而非指何西阿的兒女。這個復數你們的改變從一章9節開始。神向以色列（這裏仍稱為耶斯列）的一些團體口授命令，要他們用一章6～9節第三幕和第四幕中修改後的名字，向全國男女宣告耶和華神的恩赦。名字的改變預示著地位、特征和命運的改變（如亞伯蘭改為亞伯拉罕，創十七5；撒萊改為撒拉，十七15；雅各改為以色列，三十二28），使這種宣告更加有力。",
              "50Mays（p.31）認為“非人稱的俗語”能強調“事件本身，那才是真正的啟示”。",
              "51關於土地在神計劃中的角色，見W.Brueggemann,TheLand（Philadelphia:FortressPress,1977）和E.A.Martens,God'sDesign:AFocusonOldTestamentTheology(GrandRapids:Baker,1981),pp.97～115,175～189；英國出版∶PlotandPurposeintheOldTestament(Leicester:IVP,1981)."
            ]
          },
          {
            "verse": "hos.1.2-13",
            "paragraphs": [
              "Ｃ離異的悲劇∶審判懲罰的宣言Ⅰ（二2～13）",
              "這部分是耶和華命令何西阿“你去娶淫婦為妻，也收那從淫亂所生的兒女”（一2）的第一幕預言的應驗，淫亂行徑在那時還是一種預見，現在卻成為現實。妻子深陷淫亂和邪淫中不得脫身（二2、5），兒女也因她的墮落而遭咒詛（二4），眼前這一切與復和的美景相去甚遠。",
              "持續使用的祈使性動詞說（5節），爭辯（或“辯論”，2節），將前後兩部分緊密相連。何西阿家庭生活已詳記在一章2～9節，後又回映在蒙恩得救宣言Ⅰ（一10～二1）中，現又再以隱喻出現。由於此處用你們的母親一詞（二2），爭辯一定是何西阿對孩子說的，這時主題開始急轉驟變。作者從展望遙遠未來復和的“大日”，毅然將視線拉回到以色列可怕的現狀；主題從充滿屬靈福樂和政治昌盛的光明期盼，轉為變成在審判的淒風驟雨中的黯淡陰郁。在一章2節中簡略提及的淫亂，這時已暴露無遺，成為從四章1節開始主導全書之審判信息的序曲。"
            ]
          },
          {
            "verse": "hos.1.8-13",
            "paragraphs": [
              "8～13.在悔改成為事實以前，還有很多不可少的經歷。審判宣言Ⅰ的結語揭示了4～5節的意思∶神將以審判代替憐憫，崇拜巴力的冒險行徑使他們遭致審判。全文至此儼然是一件由罪行和懲罰巧妙緊密編織的成品，又錯綜復雜地纏結著譴責（8、12b、13b節），和公義審判的宣告。",
              "何西阿第一次用到“知道”（8節）這個詞（希伯來文yd`，見二20，四1、6，五3、4，六3、6，十三4、5），它和任何其他術語一樣，一語道破何西阿認為神所要的和以色列所缺的。聖約的三根主線──親近、忠誠和順服都交織在這個詞裏。“知道”是指遵照聖約的要求而行；“不知道”指在口頭和心靈都拒絕效忠聖約。無知還情有可原，忘記聖約和它的神聖不可侵犯則不可饒恕。第13節中的她忘記我（原文倒置了正常詞序以示強調∶“而我，她卻忘記”）是第8節中她（希伯來文中加代名詞作強調，可理解為“她竟然”）不知道我的重述再現。",
              "第8節回應第5節並延伸之。主要糧食作物指五谷（希伯來文為da{g{a{n，表示一系列的谷物，特指小麥、小米、大麥和斯佩耳特小麥62，新酒（可以指葡萄汁或是“酒精類飲料”的古詩用語，希伯來文為ti^ro^s%）和橄欖“油”（希伯來文為yis]h]a{r）。這些都表示神是如此細致入微地供應基本需要，以色列不完全依靠神，是如此荒誕不經，舍本逐末。沃爾夫對這三個詞用法的解釋值得參考（37頁），他認為這些詞與第5節對應的用詞〔“餅”、“酒”、“油”（希伯來文為s%emen）〕不相同，為的是強調這些食物“直接來自耶和華之手”，未經人手加工。",
              "神恩賜的禮物不僅是些日用必需品，還有大量（原文用“眾多”；參∶申八13，十七17）華美昂貴的享樂品銀和金；而如此豐富的惠賜，竟被匠人忝不知恥地用來制造偶像。在何西阿時代，銀子可能比金子昂貴，因為原文句子中“銀”排在“金”之前63。這兩種東西在巴勒斯坦都價值昂貴，都是從國外進口的∶銀從小亞細亞、愛琴島、亞美尼亞或波斯進口；金從俄斐和埃及進口64。“地和其中所充滿的”都屬耶和華（詩二十四1），正是這位耶和華神創造這些稀有金屬，並使人經濟昌盛，能購買這些東西，還賞賜人提煉純化的科學技術，因此貶低它們的用處便是藐視神。",
              "因此（9節）引伸出輕忽棄絕神的必然後果。我要收回字面的意思是“我要回來並拿走”，“回來”（希伯來文s%wb）的含義嚴重過第7節中以色列人的口頭決定∶以色列尚未定意悔改歸向耶和華，神就已定意要在審判中回來（參Andersen,pp.244～245中關於s%wb的詳細討論），並將祂曾恩賜給他們的奪回。",
              "五谷和新酒正是第8節中所講到的，羊毛和麻令人想起第5節中所列貴重之物。日子和時候指收割的階段∶五到六月收割五榖，七到九月收割葡萄。判決可藉著幹旱（參∶摩四7～8）或敵人的侵略執行，例如亞述人就有一慣例，將每年西征的時間定在春雨降完之後，到開始收割之前。這種策略使到一千多公裏以外的地方遠征的部隊大軍有足夠的供應（包括春季才產下的羊羔），也使敵國和殖民地受到更嚴重的劫掠和傷害。",
              "這裏的景象殘酷。收回（希伯來文ns]l）意為“奪走”，如同從猛獸口中“扯回”獵物一樣（摩三12）。缺乏禦寒的“羊毛”和防暑的“麻”，是身體需要被剝奪，更是整段所指的無物遮體的羞辱和恥辱的寫照，正如赤體（希伯來文`erwa^，也可指生殖器官；參∶創九22～23挪亞酒後露出下體的羞辱情景）和第10節用“如今”鋪陳的詳情所示。二章3節中有關歌篾／以色列赤體的警告，在第10節變得更清晰明確。整段信息的力量由下面幾方面的結合而顯出∶(1)淫蕩（希伯來文nab[lut[a^，字根為nbl，表明這無恥的愚行會導致低賤的赤身露體）；(2)顯露（希伯來文glh是“展露”、“赤身露體”和“一絲不掛”的意思，這個詞用作正面意義時表示屬靈的啟示）是第9節中遮體的反義詞；(3)在她所愛的眼前，即在他們的眼前──在她曾放蕩行惡的巴力（和他們的祭司？）面前，盡量顯露恥辱；以及(4)無人能從神的手中救或奪回她（希伯來文ns]l，見9節；五15），手代表祂的能力（創四十九24；賽五十2）。",
              "人若懷疑異邦邪教在民眾生活中的主導地位，從第11節就可以清楚得知。我將止息（希伯來文用s%bt的一種形式，意“導致停止”）這句不可更改的定語，更表達了它強調的意思，傳達耶戶王朝將滅的信息時（一4），早已用到這種表達方式。以色列所愛的諸巴力，見證以色列的羞辱（10節），這與眾節期的止息（11節）之間可能有關聯，所有節期因著以色列崇拜巴力偶像而遭到褻瀆，已不再屬於聖潔的神；這成了他們放縱狂歡宴樂的機會（希伯來文ma{s*o^s*，賽六十二5用在新郎娶新婦之時），並且完全是依仗耶和華的豐富供應得以盛行。只要地土因著神的命令不再效力，人們便不再有供奉之物，便不再可能舉行節期活動；以色列人將會兩手空空地站在她想取悅的巴力神像面前。",
              "宴樂描繪出這些節期的屬靈目的∶感謝神厚賜五谷，並歡慶神偉大的救贖工作。節期指在創造之中藉日月所定的時節（創一14希伯來文的“時節”，就是何西阿書中的節期一詞），它和神所設定的範例，以及規定的安息日（創二2～3）都是特定的日期。本節中三個詞語交替描述一些特定的節日∶節期是每年一度在神選擇的聖地中心朝聖歡慶的日子（申十六16～17；見出三十四22～23）；月朔是指撒母耳記上二十5、6，首次提到的每月一次的聚集，阿摩司（八5）指出這時候是不可作任何買賣的，以西結書四十六章描述得最詳細；安息日指在舊約誡命中，命定每周休息禮拜的日子（如∶出二十三12，三十四21），它與耶和華神有關，是“向耶和華你神當守的安息日”（出二十10），這一日卻被巴力的信仰借用了，使情況更令人悲哀65。安息日與本節開頭第一個動詞我將止息，是諷刺的諧音字，兩個詞在希伯來文都有s%bt這些字母。",
              "神所賜的所有這些節期，都被以色列融入她的（註意重復的代名詞）異邦邪教的崇拜中。帶有濃厚農業氣息的朝聖節日，使他們很快地適應那保障常年豐收和出產富裕的偏向掌管生殖的異教。月朔和安息日在中東其他宗教也有對應的節日，這兩個節日就因鄰國通行的占星術，和何西阿猛烈抨擊的性儀式而被玷汙。",
              "神那令人聞風喪膽的毀滅（我必毀壞），從墮落的節期（12節）轉向以色列人所熟知、象征富裕和安穩的葡萄樹和無花果樹（王上四25；彌四4；亞三10）。這兩種植物通常可同栽在一塊地上，並且在夏季收獲的晚期同時收割。慶賀豐收的時間是農歷年的開始（正巧是希伯來年歷的開始），也是生產周期的結束，這樣諸巴力也被張冠李戴地得著尊崇66。我們再次看到以色列人的話被原樣引用，作為指證她的憑據（參二5）。引言中特別用人稱代名詞強調以色列人的占有欲望∶她的葡萄樹和她的無花果樹──她宣稱自己是所有者，且那是她當得的合理報酬〔此處原文用罕見的~et[na^形式，可能和無花果樹t#~e{na^是諧音字（Wolff,p.38）；“雇傭”或妓女的“報酬”則用~et[na{n形式（申二十三19；結十六31、34、41；何九1）〕，她獻身給巴力的回報；她再次稱它們為我……所愛的（參二5、7）。神將使葡萄園／田地花謝子落，並且使各種不結果實的灌木和樹木滋生蔓延，來成就祂毀壞的計劃。這裏提到田野的走獸，是二章14～23節復和景象的導言，其中包括與田野的走獸立約（18節），和消減它們殘暴的本性。審判信息以攻擊各種節期和所屬之物（懲罰，原文pqd，見一4）結束。整段信息的特色顯露無遺∶第11節神拒絕承認這些節期，並將它們算作是以色列的──稱作她的節期；第13節詳陳以色列與諸巴力千絲萬縷的聯系，同時清楚宣告第8節中隱含所愛的的身分。（見87頁的增註∶諸巴力。）67",
              "燒香是一種動作（希伯來文qt]r，指“在煙霧中供獻祭物”）的近似翻譯。書中沒有陳明供獻何物，其他版本的聖經則提到其他東西──禮物（JB,1966）、祭物（NASB,NIV）。由於希伯來文由同一字根衍生出香和香壇等好幾個詞，所以當書中沒有指明供獻的物品時，最好視為香（參∶出三十7，四十27；代下二5，二十六18、19；耶七9，在這些地方巴力是受供奉者）。",
              "描寫妝飾（參∶賽六十一10，新婦的妝飾）時可能將第13節與第5節對應。這裏生動地述說以色列用可能是精金所制（創二十四22；士八24～26）的環增添自己的媚態，並配戴在鼻子或雙耳上（創三十五4，出三十二2～3，都用復數形式），她的其他妝飾（希伯來文中類似的詞在歌七2有激發愛情的作用）與女神以斯塔（Ishtar）及阿乃特（Anat）周身披掛的，特別突出胸部和肚臍部位的飾帶相似（參Andersen,pp.260～262有更詳細的描寫）。",
              "她隨從她所愛的這句話是連接第5節。這反映以色列熱中偶像／邪教的兩個平行句，否定了沃爾夫的觀點；他認為這句話是指一種朝聖的例行過程，民眾的領袖在偶像的殿堂高舉象征異邦諸神的標誌，朝拜者則列隊跟從他。",
              "忘記我對於何西阿就是二章20節“認識”主的反義詞（特別比較六章6節，拒絕認識神與忘記神的律法是平行的觀念），又將耶和華在審判時具備的獨特態度──堅決和悲哀（參十一1～9）結合一體。忘記神就是行事為人漠視神的存在，好像祂從未在埃及救贖過他們，從未以土地出產供給他們的需要，也從未恩慈地宣認他們是單單屬於祂的。耶和華說（希伯來文n#~umYahweh，參二16、21，十一11）這樣的曉諭形式，使我們對從第3節起就隱含的審判信息更加清楚∶雖然一開始何西阿可能是向他的兒女講說，但很快耶和華的聲音就代替了先知的聲音，是以色列而非歌篾成了受審判的對象。",
              "56猶太人離婚和婚姻模式的近期論著，可見M.A.Friedman,JBL99,1980,pp.199～204.Friedman引述的一種婚禮儀式，保存在埃及依利分亭的亞蘭猶太婚禮文獻中∶“她是我的妻子，我是她的丈夫，從今天直到永遠”。",
              "57希伯來文的\\cs15ki^也可指“雖然”的意思，如此就在述說一種受亞述影響的風俗∶禁止妓女蒙臉。見Andersen（pp.224～225）的討論。",
              "58J.B.Pritchard,ANET2,p.183.",
              "59“曠野”在何西阿書中積極及消極意思的概括，見R.Adamiak,JusticeandHistoryintheOldTestament(Cleveland:JohnT.Zubal,1982),pp.34～35.",
              "60見Andersen（p.233）有關蘇美人（Sumerian）法律的論述，提到如果一個妓女給通奸的男人生了孩子，這男人必須資助她五谷、油和衣服；關於Lipit-Ishtar的原文，見ANET2,pp.159～161.",
              "61RSV、NIV為著風格的緣故，省略“看哪”；NASB仍保留此字。",
              "62見R.K.Harrison在ISBE,rev.,Ⅱ,p.553的論述。",
              "63見P.L.Garber在IDB,Ⅳ,p.355的論述。"
            ]
          }
        ],
        "title": "丁道爾聖經註釋",
        "author": "丁道爾"
      },
      "fengsheng": {
        "content": [
          {
            "verse": "hos.1.9",
            "paragraphs": [
              "1:9",
              "你們不作我的子民：歌篾的第三個孩子是個男孩，取名“羅阿米”(意為“非我民”)，一般認為他不是何西阿的兒子。這個孩子的名字象征著因為不斷犯罪、悖逆神並拜偶像，導致與神的立約關系已經破裂了；北國的國民不可能再指望神祝福他們並拯救他們的國家。何西阿借著自己所經歷的痛苦而體會到神為他百姓所犯的罪何等痛心。"
            ]
          }
        ],
        "title": "豐盛生命研讀本"
      },
      "leili": {
        "content": [
          {
            "verse": "hos.1.9",
            "paragraphs": [
              "一9\"羅阿米\"的意思是\"非我子民\"。這孩子象征以色列被拒絕；這以色列曾在西乃山與神立約作神的子民（出一九1～8）。"
            ]
          }
        ],
        "title": "雷厲研讀本聖經",
        "author": "雷厲"
      }
    },
    "versions": {
      "ccb": {
        "version_id": "CCB",
        "version_name": "圣经当代译本",
        "lang": "chs",
        "text": "耶和华说：“给他取名叫罗·阿米，因为以色列人不再是我的子民，我也不再是他们的上帝。"
      },
      "cnv": {
        "version_id": "CNV",
        "version_name": "新譯本",
        "lang": "cht",
        "text": "耶和華說：“給他起名叫羅．阿米；因為你們不是我的子民，我也不是你們的　神。"
      },
      "cunp": {
        "version_id": "CUNP",
        "version_name": "和合本新標點（神版）",
        "lang": "cht",
        "text": "耶和華說：「給他起名叫羅‧阿米；因為你們不作我的子民，我也不作你們的神。」"
      },
      "nasb": {
        "version_id": "NASB",
        "version_name": "New American Standard Bible",
        "lang": "en",
        "text": "And the Lord said, “Name him Lo-ammi, for you are not My people and I am not your God.”"
      },
      "niv": {
        "version_id": "NIV",
        "version_name": "New International Version",
        "lang": "en",
        "text": "Then the Lord said, “Call him Lo-Ammi (which means “not my people”), for you are not my people, and I am not your God."
      },
      "nlt": {
        "version_id": "NLT",
        "version_name": "New Living Translation",
        "lang": "en",
        "text": "And the Lord said, “Name him Lo-ammi—‘Not my people’—for Israel is not my people, and I am not their God."
      }
    },
    "words": [
      {
        "id": "hebrew-559",
        "translit": "way·yō·mer",
        "lang": "hebrew",
        "hebrew": "וַיֹּ֕אמֶר",
        "pos": "Conj‑w | V‑Qal‑ConsecImperf‑3ms",
        "eng": "And [God] said",
        "origin_simp": "וַיֹּאמֶר",
        "index_cht": 0,
        "cht": "耶和華說",
        "punct_cht": "：「"
      },
      {
        "id": "hebrew-7121",
        "translit": "qə·rā",
        "lang": "hebrew",
        "hebrew": "קְרָ֥א",
        "pos": "V‑Qal‑Imp‑ms",
        "eng": "Call",
        "origin_simp": "קְרָא",
        "index_cht": 2,
        "cht": "叫"
      },
      {
        "id": "hebrew-8034",
        "translit": "šə·mōw",
        "lang": "hebrew",
        "hebrew": "שְׁמ֖וֹ",
        "pos": "N‑msc | 3ms",
        "eng": "his name",
        "origin_simp": "שְׁמוֹ",
        "index_cht": 1,
        "cht": "給他起名"
      },
      {
        "id": "hebrew-3818",
        "translit": "‘am·mî;",
        "lang": "hebrew",
        "hebrew": "עַמִּ֑י",
        "pos": "Conj",
        "punct": "､",
        "eng": "for",
        "origin_simp": "עַמִּי",
        "index_cht": 3,
        "cht": "羅阿米"
      },
      {
        "id": "hebrew-3588",
        "translit": "kî",
        "lang": "hebrew",
        "hebrew": "כִּ֤י",
        "pos": "Pro‑2mp",
        "eng": "you [are]",
        "origin_simp": "כִּי",
        "index_cht": 5,
        "cht": "因為"
      },
      {
        "id": "hebrew-859",
        "translit": "’at·tem",
        "lang": "hebrew",
        "hebrew": "אַתֶּם֙",
        "pos": "Adv‑NegPrt",
        "eng": "not",
        "origin_simp": "אַתֶּם",
        "index_cht": 6,
        "cht": "你們"
      },
      {
        "id": "hebrew-3808",
        "translit": "lō",
        "lang": "hebrew",
        "hebrew": "לֹ֣א",
        "pos": "N‑msc | 1cs",
        "eng": "My people",
        "origin_simp": "לֹא",
        "index_cht": 7,
        "cht": "不"
      },
      {
        "id": "hebrew-5971",
        "translit": "‘am·mî,",
        "lang": "hebrew",
        "hebrew": "עַמִּ֔י",
        "pos": "Conj‑w | Pro‑1cs",
        "punct": "､",
        "eng": "and I",
        "origin_simp": "עַמִּי",
        "index_cht": 8,
        "cht": "作我的子民",
        "punct_cht": "，"
      },
      {
        "id": "hebrew-595",
        "translit": "wə·’ā·nō·ḵî",
        "lang": "hebrew",
        "hebrew": "וְאָנֹכִ֖י",
        "pos": "Adv‑NegPrt",
        "eng": "and not",
        "origin_simp": "וְאָנֹכִי",
        "index_cht": 9,
        "cht": "我"
      },
      {
        "id": "hebrew-3808",
        "translit": "lō-",
        "lang": "hebrew",
        "hebrew": "לֹֽא־",
        "pos": "V‑Qal‑Imperf‑1cs",
        "eng": "will be",
        "origin_simp": "לֹֽא",
        "index_cht": 10,
        "cht": "也不"
      },
      {
        "id": "hebrew-1961",
        "translit": "’eh·yeh",
        "lang": "hebrew",
        "hebrew": "אֶהְיֶ֥ה",
        "pos": "Prep | 2mp",
        "eng": "your [God]",
        "origin_simp": "אֶהְיֶה",
        "index_cht": 11,
        "cht": "作"
      },
      {
        "id": "",
        "origin_simp": "",
        "index_cht": 4,
        "cht": "（就是非我民的意思）",
        "punct_cht": "；"
      },
      {
        "id": "",
        "origin_simp": "",
        "index_cht": 12,
        "cht": "你們的"
      }
    ]
  }
}
