{
  "1pe.5.84": {
    "interpretations": {
      "dde": {
        "content": [
          {
            "verse": "1pe.5.84",
            "paragraphs": [
              "84.W.C.vanUnnik所著論文，‘TheCritiqueofPaganismin1Pet.1:18’，收於NeotestamenticaetSemitica.（Fs.M.Black），edsE.EllisandM.Wilcox,(Edinburgh:T.＆T.Clark,1969),p.141。其中對經外文獻中包含的祖先傳統（patroparadotos）作了詳盡查考。",
              "85．參LeonMorris,TheApostolicPreachingoftheCross，p.112-126.",
              "86．“神的羔羊”一語見於約翰福音一29。莫理斯（LeonMorris）列舉了幾類可能的背景（參John,NIC,〔GrandRapids:Eerdmans,1971〕，pp.143-148）。莫氏的結語是：“古代祭禮預表的一切都在基督犧牲的事上應驗了。”（p.148）。",
              "87．有人說，這段經文是從早期詩歌或信經中摘錄出來的。然而這種說法理由不充足，原文句構固然對稱，文體也極優美——但這並不足為奇，因為整卷書信都寫得很美。",
              "88．RSV的邊註稱這段可譯為“sothatyourfaithishopeinGod”（好叫你們的信心成為在神裏面的盼望，R.Bultmann也如此譯，參TDNT6,p.208）。這種譯法在文法上並無不妥，但我們若仔細考察第一世紀的希臘文實際用法，就會發現當時讀者不可能如此解釋。我們可以搜集新約中所有656次助動詞kai的用法（此項資料列於伊利諾州三一福音聖道學院的GRAMCORD系統）。除本節外，kai從未與主格述語eimi或ginomai連用。這種譯法在觀念上也不可能，因為“信”與“望”雖是相關的，但在新約中卻不是相等的（參，來十一1）。",
              "89．羅馬書一5和十六26語意不清，但我們可參考BAGD,p.837，以及彼得前書一2之註釋。",
              "90．Beare,p.110，Stibb/Walls,p.93，和Mounce,p.22，都主張完成分詞必須特指過去完成的某件事，而不是指正在進行的過程。然而完成分詞也可以指一項過去完成的過程，例如希伯來書四15：“我們有一位大祭司，他也曾凡事受過試探，與我們一樣。”；希伯來書五14：“惟獨長大成人的，才能吃幹糧，他們的心竅，習練得通達，就能分辨好歹了。”其他如希伯來書十二3、11；雅各書五15；彼得前書四3；彼得後書三2；猶大書17等等。",
              "91．然而兩者之間有一大部分是相同的。當今流行有關agapē的觀念是“像神愛人一般相愛”。這觀念並無聖經的充分支持（參，彼後二15；約三19）。此外，phileo有時也用在神的愛上面（參，約五20，十一3、36，十六27，二十2；啟三19）。",
              "92．許多人在此又以為重生指受洗，可是缺乏強力支持（參，一3之註釋及註腳）。",
              "93．NEB有一段邊註：“藉著活潑常存的神發出的話”。這樣翻譯也合文法，可是與上下文不合，因此未被一般人接受。彼得的重點在於強調神話語的持久性〔參看E.A.LaVerdiere所著‘AGrammaticalAmbiguityin1Peter1:23’，CBQ36（1974），PP.89-94〕。",
              "94．請同時參閱Beare（p.111）：“正因新生命的存在是不朽的，它必須經由弟兄的相愛表達出來，這些弟兄也是與我們同享新生命的。”",
              "95．原文pasasarx，乃是從希伯來文kôl-baśar翻譯過來，其意義本是“每個人”，出現於路加福音三6；約翰福音十七12；使徒行傳二17。七十士譯本譯為“人的美榮”，但彼得寫成“他的美榮”，這就使“凡有血氣的”文意偏向“所有天然人的存在”。譯成“每個人”較牽強。",
              "96．Kelly,p.84，又在本節看到暗指洗禮之意義。他根據初代教會為信徒行浸禮時，信徒需脫掉全身衣服的習俗。可是耶路撒冷的區利羅（Cyril）卻說，受浸時脫去衣服的最早記載約在主後三五○年。沒有證據顯示此一習俗廣為流傳。在新約書卷寫成年代，亦沒有這種習俗的記載。所以“除去一切的惡毒”若說成是“受洗”則極不合理。",
              "97．有解經家認為這段經文把讀者看成新基督（Beare,p.114;Kelly,p.84）。這種說法就好像主張詩篇四十二篇的作者在贊嘆時看自己為鹿。“神啊！我的心切慕禰，如鹿切慕溪水。”（詩四十二1）其實作者的比喻是為要強調渴慕的熱切（參，Selwyn,p.54，註意五8有類似語句，“如同吼叫的獅子”，並不表示魔鬼就是獅子）。",
              "才生的也不代表“剛剛受洗的”（有人這麽說），因為（1)我們必須再次強調，彼得在本節講的是“出生”而非“受洗”，其他經文也有類似容易令人誤解之情形；(2)彼得叫眾教會一切信徒都要“除去惡毒……”，並“愛慕靈奶”，這是經文原意。所以他的對象包括一些得救超過三十年的老信徒；還有（3)二1的“所以”是接續一22“彼此相愛”。所以二1到二2講到的對象一定也是一22講到的對象——就是他致書的教會中所有信徒。",
              "98．NASB（參，AV）譯成thepuremilkoftheword（像純奶的道），似乎與logikos的通俗用法不合。顯然這樣翻譯是基於一類錯誤假設，以為logikos和相關字logos意義相近，但logos是“道”的意思。",
              "99．Beare,p.116，稱“純凈的靈奶”也可能是聖餐（即主的晚餐），更可能是指基督祂自己，因為二3講到“主恩的滋味”。也直接否定logikos作為“神道”解，所以他也不考慮“純凈靈奶”作“聖經”解釋的可能性（參正文有關二3的討論）。",
              "100．原文是ei，常譯成“若”（if），但在本節（如同在彼前一17），彼得用說明語氣，表示他假定接下來的話是事實。所以更恰當的譯法應該是“因為”（since）。參BAGD,p.219，I.1.a.;RⅢ.。",
              "101．Kelly，p.87，註意到本節有領受主的晚餐之含義，因為後來在教會聖餐禮拜都宣讀詩篇三十四8。但這絕不代表詩篇三十四8只有這種解釋，彼得也不會藉此叫人領受主餐，詩篇原意更不在此。",
              "102．參N.Hillyer所著“‘Rock-Stone”Imageryin1Peter’（TynB,22,1971,pp.58-81），其中對此表象的舊約背景及經外之猶太文化有廣泛討論。另外參考C.F.D.Moule所著‘SomeReflectionsonthe“StoneTestimonia”inRelationtotheNamePeter’（NTS2,1955-1956,pp.56-59），其中講到此處的主題或與彼得的名字（磐石）本身有關聯。",
              "103．“被建造”的原文是oikodomeisthe，可作被動式或中間式（middle)。即使是中間式，也很難把它解為“你們自己當被建造”（參NASB的附註）。“你們自己”是添加的反身代名詞，是原文沒有的，為要使文意清楚（另參，林前十四4；帖前五11）。若彼得哄人“當被建造”，則他必須用主動式，即“為了你們自己的好處，你們該自求造就”，或說“你們要加緊努力鉆研，以求得造就。”（這動詞在新約中從來沒有以明顯的中間式出現過。）",
              "104．參J.H.Elliott所著TheElectandtheHoly12（Leiden:Brill,1966）。他一直努力（卻未成功）想否定這段經文，他不認為信徒皆為祭司。他以為在二4-10所提祭司乃是象征信徒蒙揀選蒙潔凈，並非真說信徒為祭司。",
              "105．Selwyn主張（p.163）engraphē指的必然是“書上寫的”，而不是“經上記著說”，因為新約作者通常講到舊約聖經時，總在raphē前面加定冠詞（the）。但Selwyn的立場有偏差，因為在約翰福音十九37；羅馬書一2，十六26；提摩太後書三16及彼得後書一20這些經文中，graphē前面都沒加定冠詞，都指“舊約聖經”。此外，新約中graphē在其他經文出現時（共五十次），也都指舊約聖經。這表示graphē若指其他文獻，必須要有強有力的上下文作根據來支持。本節下半部：“看哪！……”很明顯是從舊約“聖經”引出來的，而非從某些其他“著作”引出的。最後一點，在普通或固定介詞片語裏，冠詞通常被省略（參BDF，Sec.255）。",
              "106．例如Beare指出，由於翻譯上需要加一個“你們”（他在“你們”信的人，humin竟譯成［你們”，簡直不可思議（p.124）。另參Bigg,p.131；Selwyn,p.164；Huther,p.249；以及Blum,p.230.",
              "107．把timē當作述語，並加上主格“他”，以致成了“他是寶貴的”，這樣翻譯毫無根據。如果timē是述語，則它前面就不該有定冠詞，而“他”字也該明白的加在文句中。",
              "108．例如列王紀上八8；歷代誌下五9；其中“杠頭”一詞，希伯來文為rôśh，希臘譯文為kephalē。詩篇一一八22，即彼得引用之經文，也用此字。另外W.Grudem也寫了一篇文章‘Doeskephalē（頭）MeanSourceorAuthorityOverinGreekLiterature?ASurveyof2336Examples’.TrinJ6,NS（1985).pp.43-45,51．",
              "109．BAGD也同意，約翰福音三36；使徒行傳十四2，十九9；羅馬書十五31諸經節用這字有“不順從”的意義，但補充說，這種解法“大有商榷余地”，並且在聖經以外的文獻從未如此用過（p.82）。此外，我們也當特別註意，新約中講到“不順從福音”，不但是“不相信福音”，而且實際上“違背”福音，也就是拒絕順服福音，不願“悔改”，也不相信基督的誡命（註意，hypakouō是“順服”的意思，在帖撒羅尼迦後書一8；使徒行傳六7；羅馬書十16都如此用）。約翰福音三36講到“不信子的人”，若解釋為“不順服子的人”，就很容易懂了，因為約翰有一種傾向，就是把順服當作信心的確據，而把不順服當作缺乏信心的表現（約壹二4-6、9，三6-10，四8、20-21，五18）。",
              "110．Hort,p.124，有如下結論：“如果神自己叫這些人絆跌，這終究還是惟一叫人滿意的說法，因為惟有我們才能確定他們（不信的人）受神掌管，且蒙祂永遠的保守。”這結論正好和彼得原意相反。彼得原來是說這些人“豫定”要不順服，而不是“豫定”要得末了的救恩。",
              "111．請參考加爾文的InstitutesofChristianReligion,Book1,hapter18，標題為“神藉不虔敬人的手工作，又扭轉他們的心誌，以施行祂的審判，但祂卻不受任何玷汙而保持潔凈”（出於F.L.Battles的譯本，vol.1,pp.228-237,Philadelphia:Westminster,1960）。另外該註釋並列舉其他經文示例。有關羅馬書九1-23的意義，參看JohnPiper所著‘TheJustificationofGod:AnExegeticalandTheologicalStudyofRomans9:1-23’(GrandRapids:Baker,1983).",
              "112．彼得引七十士譯本譯文：“有君尊的祭司”，而不用希伯來文的原文：“祭司的國度”。兩者之間沒有太大差別，因為作君王與作祭司的特權是相關的。例如：啟示錄一6，五10，二十6。",
              "113．aretas最普遍的意義是“優秀（的行為）”（BAGD,p.105，其中講到它的“通義”為“品德上的優秀、美德”；並參LSJ,p.238，其中解釋這字為“一切善良、優秀的事物”；另外Hort,p.129也有類似解釋）。在Philo和Josephus的經外文獻中，這字出現數百次，都是相同意義，指“美德”。在七十士譯本用這字則有“稱贊”之意味（斯四17；賽四十二8；亞六13）。在本節也有可能是“稱贊”。但彼得若想叫人去傳揚神的“稱贊”，則他應該用epainos（彼前一7，二14）或ainesis（來十三15）。此外，“優秀”似乎是希伯來文tĕhillāh之意義。而這字出現於以賽亞書四十三21和四十二12。七十士譯本譯為aretē（參，BDB,p.240）。紙草文獻用這字常有“顯明神能、神跡”之意義（參，BAGD,p.105,3），但許多用這字的文句意義含糊不明。在其他與新約性質類似的文學作品中，有這字的文句也常語焉不詳（包括Philo、Josephus、使徒時代後期教父文集）。",
              "114．Blum,p.231,其中講到教會雖蒙神賜下這等福氣，但它仍不是新以色列，也不能取代以色列，因為羅馬書十一13-16、23-24反對這種說法。當然，我們同意羅馬書九至十一章重申神對以色列百姓的不斷關懷，並預言將來以色列要受到神極大的祝福。他們中間許多人將來要回到教會（橄欖枝重新接在原來的橄欖樹上，參，羅十一24）。彼得並不否定羅馬書中的應許。但彼得前書二4-10卻肯定神應許的祝福現在只臨到在基督裏的人，如同羅馬書九至十一章神應許的祝福將來只給那些與基督聯合的人一樣。",
              "115．UBSGreektext（31975年版）講到“禁戒”的動詞為現在不定式。但也有許多優秀的手抄本中用現在命令式，即apechesthe（P72ACLP3381Cyprian）。不論哪一種動詞都有進行式的命令語氣。",
              "116．彼得後書二9和三7講到“審判的日子”（hēmerakriseōs），前面都沒加定冠詞。但在彼得後書三12中，“神的日子”前面卻有定冠詞（另參，約壹四17）。所以不論用不用定冠詞，似乎都對原文意義沒有影響。要了解原文需從這段話的其他字著手。",
              "117．腓立比書二10、11講到“叫一切在天上的，地上的，和地底下的，因耶穌的名，無不屈膝，無不口稱耶穌基督為主，使榮耀歸與父神”。這話不同於本節所指“自動歸榮耀給神”（doxazō）。",
              "118．希臘原文意思是“藉著你們的好行為”，是指著“歸榮耀給神”說的。類似的例子出現於羅馬書三20和四2；雅各書二18、21，三13；彼得前書四11。這些經文都包含ek加所有格，用來指藉以成事的工具或方式。",
              "119．Beare,p.138，憑空假定“鑒察的日子”指的是最後的審判。所以他以為本節代表“極有趣的想法”，就是不信者在最後審判時都會回心轉意信基督——這種念頭既非本節要旨，也從未在聖經出現過。即使經文所指為最後審判，它的對象也必然是那些先前就歸信基督的人；這些人在審判大日因神的大恩典而由衷歸榮耀給神。",
              "120．本節的註釋乃是針對Kellypp.108-109，和TDNT1,p.366,J.Jeremias所提論點。他們認為本節教導基督徒要順從世上每一個人。其實他們忽略了hypotassō原意是有限制的。他們也不知道，照Hort說法，ktisis常被用來指建立政府體系。有關ktisis被用來指建立政府體系之例甚多，包括Diod.Sic.13.59.4；13.90.3；和Polybius10.21.3。另外ktisis的相關動詞ktizō不但被用作建城，也被用作“建廟”（Polybius,9.27.7）和“建立殖民地”（希羅多德1.149；2.44）。",
              "121．彼得常用類似句構來講述神藉著（dia帶所有格）某人或某事成就事工（彼前一3、5、23，二14，三1；彼後一3，並參，彼前五12）。Hort,p.141講到，這兒的“君王”不是政府權力的源頭，而是神權的管道。",
              "122．Hort,p.145，以及Selwyn,p.173，講到原文中houtōs一詞應譯為“所以”（照字面意義說是“所以神的旨意就是……”），代表因為有13-14節的教訓，才有15節的後果。他們的理由是houtōs總是用來代表上文的結果。但BAGD，p.598，卻引述了許多（總共有24個）用houtōs作“因為”解釋的例子。Hort忽略了太多這樣的例子而妄下結論。",
              "123．Hort,p.145，以為二13所講“順服人的一切制度”，乃是人出於“自由”意誌而行的。這麽解釋在文法上也通，與本節的一般解釋也不沖突，都強調基督徒順服乃是自動自發的。",
              "124．“尊敬眾人”與“尊敬君王”用的雖是同一動詞，但時態不同。第一個“尊敬”為命令式不定動詞。它並未指明動作何時開始，何時結束，因為作者通常用不定動詞，只是要求人行一個動作，並無其他限制。但最後一個“尊敬”則是現在式。它強調要求本身的持續性：“你們要不斷尊敬君王”。請參C.F.D.Moule所著AnIdiom-BookofNewTestamentGreek(Cambridge:UniversityPress,1959),pp.135-136。另外BDF,sec.337(2），則把一些命令式不定動詞多余的歸在“復式動詞”類下，只說這些動詞代表本質不明確的動作（彼前一17a；雅五7）。",
              "125．大部分奴隸當時都受到良好的待遇。他們有的在雇主家中長大，並接受專業訓練，可以處理家庭、商業、工場和行政上的重要事務。（參，S.ScottBartchy,MALLONCHRESAIFirst-centurySlaveryandtheinterpretationof1Corinthians7:21,SBLDissertationSeries11,Missoula,MT:SBL,1971,p.174）Bartchy對第一世紀的奴隸制度所作描述是參考許多證據寫出的總結。另外請參IDBSupplementary,pp.830-832，A.H.M.Jones,SlaveryintheAncientWorld，此文被收編於SlaveryinClassicalAntiquity一書中，ed.M.I.Finley(Cambridge;Heffer,1960),pp.1-15.",
              "126．參考Jones,art.cit.，p.2.",
              "127．然而作者的學生JonathanLunde從本節看到其中有“敬畏”的意思：(1)若說“凡事……敬畏”指著敬畏主人未免語氣過強，要過分；（2）本節接續前節敬畏神的主題；（3）彼得在三6和三14叫人不要怕其他人。",
              "128．原文dia後面跟動詞受格，其意義為“因為”。NASB譯為forthesakeofconsciencetowardGod，確能表達syneidēsis之通義（它可以作“良心”或“意識”解釋）。然而這種譯法不通，因為（1)它自創一種不自然的方式來解釋所有格thou，“神的”（通常towardGod原文應是pro或eis後面跟動詞受格）；（2）它改變了主題。從“信靠神”跳到“努力服從神”。這段經文中，彼得原意是鼓勵基督徒信靠神，而不是叫人勉強自己去服從神（註意二23講到基督信心榜樣是“將自己交托那按公義審判人的主”）。",
              "129．我的學生T.MatthewArnold曾指出七十士譯本的民數記十四33和以西結書三十六15也把anapherō當作“擔當”解釋。",
              "130．同樣此動詞也曾在以弗所書五21（“彼此順服”）出現，意義也與本節的“順從”一樣。“彼此順服”也適用在夫妻關系上。然而，接下來的經文講述保羅所說“彼此順服”（弗五21）的意義：他說，在教會中要順服那些有權柄的人。例如：妻子應當順從丈夫（五22-24），但丈夫卻不需順從妻子。兒女要順從父母（“聽從”他們，六1-3），但父母不必順從兒女。仆人當順從主人（也是“聽從”），但主人不必聽從仆人。本節經文容易被誤解之處在於“彼此”（allelous）。有人假定這關系一定是對等的（每人順服每人）。但有許多例子說明這關系並非對等的，而是“某些人順服另外一些人”。例如在啟示錄六4，“使人彼此相殺”，其實是說“使某些人去殺另一些人”；又如在加拉太書六2，“你們各人的重擔要互相擔當”並非指“每個人要與其他人交換重擔”，而是說“堅固人要擔當軟弱人的擔子”；哥林多前書十一33則講到“你們聚會吃的時候，要彼此等待”，這是指“那些早準備好的人應該等待那些慢的人”。另外路加福音二15，十二1和二十四32也是類似意義。照樣，以弗所書五21後面的經文及hypotassō的意義都指“那些被管制的應當順服管制他們的掌權者”。",
              "131．原文沒有包括代名詞“他們”（彼得原可以加autōn，使文意清楚。這樣的說法表示不信的丈夫也可能被其他基督徒妻子的好品行所感化。）",
              "132．UBS的原文有一不定式分詞。但有些保存得很好的抄本（例如西乃山抄本）則用epopteuontes（屬現在分詞），表示經過長時間觀察基督徒妻子的行為後而作決定。",
              "133．“順從”原文時態為不定式，不一定指某一特殊事件，因為不定式直述語常用於籠統的說法，即某事“發生”了，但卻未進一步說明它到底發生在某一剎那或某段長時間中（參，弗五25的不定式直述語：“基督“愛”教會”；羅五14：“然而從亞當到摩西，死就‘作’了王。”；啟二十4：“他們……與基督一同‘作’王一千年。”；BDF,sec.332）。Selwyn（p.185）和Kelly（p.131），指出彼得講撒拉順服系根據創世記十八12，但這說法不可能，因為該段經文中並未提到撒拉順服亞伯拉罕，只說撒拉自言自語，並未向亞伯拉罕說話。",
              "134．Kelly,p.132，說“同住”（synoikeō）含有性交的意味，但BAGD（p.791)和LSJ（p.1721）都未提到此意義。在申命記二十五5（“弟兄同居”）和所羅門智慧書七28（“神喜悅……與智慧同居之人”）都有此字，但沒有性交之意。另外請參考傳道經二十五16。",
              "135．有一本書很值得閱讀（其中蘊藏了有關這方面豐富的資料）就是JamesDobson,‘MantoManaboutWoman’(Eastbourne:Kingsway,1976)，以及‘WhatWivesWishTheirHusbandsKnewaboutWomen’（Wheaton:Tyndale,1977）．",
              "136．JohnPiper曾徹底討論過兩種主張的不同點〔‘HopeastheMotivationofLove:1Peter3:9-12’,NTS26（1980),pp.212-231〕。Piper很清楚地分析了兩者的論點，但他卻忽略了第9節的“福氣”主要是指神在今生的祝福。他以為這福氣是末了的救恩。",
              "137．在三6有一非常類似的句構：“不因恐嚇而害怕”。另參馬可福音四41，“他們就大大懼怕”（意思是他們非常恐懼）。還有馬太福音二10：“就大大的歡喜”。這類加強語氣在希伯來文中很普遍（屬同源受格），也常在〔七十士譯本〕出現；請參考BDF，Sec.153，以及Robertson,Grammar,pp.477-479.",
              "138．Selwynpp.197,315,317，說到‘inwhich’enhō（藉它）不可能指“藉著這靈”，即18節提過的“靈性”。這是因這種相對代名詞（hō，它）前置副詞與格的例子在新約其他書卷未曾出現過。他的理論並無根據，且有錯誤（參本書末了的附篇）。"
            ]
          }
        ],
        "title": "丁道爾聖經註釋",
        "author": "丁道爾"
      }
    }
  }
}
