{
  "gal.6.86": {
    "interpretations": {
      "dde": {
        "content": [
          {
            "verse": "gal.6.86",
            "paragraphs": [
              "86.BAGD對於paidagōgos一字有詳盡的討論，根據其引用的文獻來看，“監護人”似乎是極基本的意思。",
              "87．對此貝茲的看法似乎有誤。他否定律法有“正面的教導功用”，好預備我們到基督那裏的道路。然而這正是保羅對律法的詮釋。",
              "88．過去的解經學者輕看了enChristo（inChrist)的意義，認為這不過是保羅的“基督神秘主義”。首要的一點，對保羅而言，這不是神秘主義，而是神學和屬靈立場的描述，然後才是經驗的描述。其次，這也是新約其他作者共同的看法，不是保羅一人的。",
              "89．不過，這並不代表下面的經文是和早期基督教洗禮儀式有關，貝茲的說法有待商榷。洗禮的儀式是到後來才定型，加拉太書應尚未有這樣的認定。",
              "90．保羅所有論述中，僅此一次明確地說，男人和女人“成為一”，在基督裏不再有性別的差異。保羅如此聲明，是否由於猶太派基督徒逼人受割禮，因而凸顯了性別差異，信基督的洗禮則不然？甚至在耶路撒冷的猶太教會堂裏，女性也只能進入“婦女院”，不得進入“以色列院”。不過，保羅從未像諾斯底主義，說男女的性別差異已被消除，事實上，他所定的教會秩序規範，就是男女有別（例：林前十四34）。有人認為哥林多前書的說法和加三28矛盾，但顯然保羅並不這麽認為。",
              "91．此處保羅只是廣泛地說，我們不必將它限定為羅馬帝國某些特定的官職。",
              "92．貝茲說得好，不論其確實意義為何，它主要是指“管理奴仆的人”或“奴仆的主人”，以別於奴仆本人。",
              "93．保羅當然不是將猶太教視同異教，只是就“過時”的特點來說，兩者很類似。",
              "94．這裏不可能指“邪靈的力量”（見貝茲），保羅強調的是其不完美，不是它的力量。",
              "95．參考一些優良的聖經辭典或原文字典及Burton作品中深入周詳的附錄。",
              "96．參Burton附錄中與此有關的部分。",
              "97．很有意思的是，羅馬書裏也出現了“阿爸，父”，顯示這兩處經節都表達了同一思想：聖靈、神的兒女、禱告，三者密不可分。",
              "98．羅八26進一步討論了聖靈在禱告生活中，或甚至是在我們和神的關系中的功用。讀起來的感覺是，保羅在加拉太書後，再次談這問題。",
              "99．這裏的用字和創一14相同，但不見得需要特別強調。因為論指的是猶太教或異教的節日，對其意義影響不大。",
              "100．如貝茲所言，關於“不是神”的部分，我們毋需揣測是否指居爾特族的神祗，因為這又牽扯到這封信的目的地問題。若是寫給南加拉太，徒十四12已具體地提到了兩個神祗名字——宙斯和希耳米。總之，此處最好按照貝茲的看法，仍將它解釋為一般的異教神祗。",
              "101．最明顯的例子就是守安息日，這可能是第一次正式提到必須遵守。保羅在羅馬書十四5似乎指的也是安息日。早期基督徒顯然並沒有都守安息日，至少在巴勒斯坦地區以外如此。",
              "102．RSV的譯文是基於：將zēloō譯為“嫉妒”，而不譯為“嬴得你們的心”。理由詳見內文。",
              "103．許多註釋學者都承認，這一段的大體意思很清楚，但小問題不少。其中有明顯的岔題，可能是情緒激動所致。貝茲試圖以修辭學的角度來解釋，但不具說服力。",
              "104．此處譯為“身體的疾病”就過於狹隘，因為它也可以指心理的毛病，例如神經衰弱、膽怯或退縮。",
              "105．若有人以為，所有基督徒每次病痛都會得到神的醫治，自然無法接受這個解釋。",
              "106．BAGD指出，exoutheneō這字有很多不同意義，但本文的解釋當然未超出其範圍。",
              "107．啟三16也用了類似的字眼emeō（吐出去），更有力，也保留了原來的意義。",
              "108．舊約先知以西結據傳也患了癲癇癥。即便此說屬實，歷史上許多偉大的宗教人物也都得過癲癇癥。癲癇癥本身並不能否定宗教的經驗。",
              "109．Burton認為，“為自己慶幸”的解釋最合宜，這樣，就不一定需要說出他們以前得意的原因。也許，他們為自己慶幸的原因有兩樁，一方面，因為得了救恩，另方面，因為保羅這位使者。",
              "110．賴富特傾向“獻殷勤”這解釋，它固然比較含糊，但也極有可能。路德則選擇更強的字眼：“諂媚”。",
              "111．根據Liddell，Scott和Jones合編的AGreek-EnglishLexicon，zēlotypos（吃醋的丈夫）是希臘羅馬戲劇中典型的角色，不過，很不幸，是喜劇的角色。",
              "112．也許我們可用世俗的話將它譯為“尊敬他們”或“模仿他們”。",
              "113．保羅將自己比喻為他靈裏孩子的母親，這是唯一的一次：通常他都是以“父親”的形象自喻（參貝茲）。也許保羅想到賽四十九15，該經節也以是母親的愛來比喻神的愛。其實，在帖前二7裏，保羅也用了類似的比喻：他對他引領歸主的人存心溫柔，“如同母親乳養她的孩子”。（參莫裏斯所著的《丁道爾新約聖經註釋：帖撒羅尼迦前後書》，校園）",
              "114．參羅十一17-19的比喻及其註釋。另外，保羅所說的“死亡解除婚約”，也是一樣。若要雞蛋裏挑骨頭，我們也會發現裏面不完全合乎邏輯：依保羅所說，我們若要歸於基督，錯誤的“另一半”（律法）就必須先死。因此，我們同樣只能將它當成一種比喻，不是證據。",
              "115．貝茲認為，此處不是寓意手法，只是一種預表，但這說法仍有待商榷。若是類型，會遇到一個困難，即以撒應代表猶太人，以實瑪利代表外邦人，但保羅卻把它倒轉過來（四28），讓以撒代表所有相信基督的猶太人和外邦人。",
              "116．有些聖經註釋者不願承認，這一段論據是拉比式風格，但這顯然是故意忽略經文本身的證據。不過，不管我們從拉比的文獻得到多少證據，保羅的解經絕不是斐羅（Philo）那種極端式的寓意。斐羅（不是拉比）認為撒拉代表“哲學”，而夏甲代表“初等教育”參貝茲）。",
              "117．五章1節究竟應做為第四章的結尾，或第五章的開頭，眾說紛紜。不過，既然這一句顯然是銜接第四章和第五章的橋梁，筆者認為放在第四章末較為方便。",
              "118．gegrammenonestin是另一引介正典經文的用詞。太四10屬於前者，約二17屬後者，不過新約聖經也有其他用法，像kathōsgegraptai（譯註：中譯相同）。",
              "119．Sarx（肉體）是一種委婉的說法，可指生殖行為或生理器官，與希伯來文bāsar一樣，此處當指前者。",
              "120．希伯來文裏“兒女”有特定的意思，指與某個約“有份”。此處保羅所說的“兒女”則同時指字面的意義。",
              "121．關於此點參貝茲。保羅不是語言學家，可能也不諳阿拉伯語，在其論據裏他不需如此考據，只要語音相似，或相關語即可。雖然，在阿拉伯語裏確有個字音似“夏甲”，意思是“巖石”；地理上，在保羅提的“阿拉伯”也確有一座名為“夏甲”的山，然而它卻不在傳統的西乃山附近。這些問題其實都不妨礙保羅的辯論。",
              "122．根據貝茲，“現在的耶路撒冷”指的是耶路撒冷的政治、宗教制度，以“聖城”為其象征。然筆者認為，鑒於聖殿也在那裏，它應不僅是象征而已。",
              "123．過去有些解經家犯了一個錯誤，認為“天上的耶路撒冷”指的是教會。但保羅從未有如此看法（參貝茲）。",
              "124．我們不需要探討拉比們從這段經文得到的各種解釋（有些也過於離題）。真正有關的重點是：第一，保羅神學上的敵對者，對於保羅這段解經也不得不同意；第二，當時至少在某些地區，基督徒的確受到極端派猶太人的逼迫。",
              "125．這正是現代鼓吹宗教合一者最愛提的論調，但毫無聖經的基礎。以色列人是有可能轉向基督（羅十一25-26），但這是另外一回事；在她回轉前，她是被她的“硬心”或“瞎眼”囚禁著。",
              "126．這一段我們確實可以稱之為“聖靈的論據”。雖然有時保羅也從“內住的基督”闡述，其實談的是同一件事，基督在人內心工作和聖靈在人內心工作，並無區別。",
              "127．有的解經家認為，“濫用聖靈的自由”已經發生在加拉太人身上，因此才有了這封信；見五章19-21節所列的“放縱情欲的事”。然事實上，除了五章15節的“相咬相吞”較可能外，保羅並未像哥林多書信那樣，具體地指出加拉太人犯了哪些罪。",
              "128．因為甚至在加拉太書裏，保羅也沒有否定律法，他抨擊的只是律法的無力，而律法無力是因人有罪性。關於律法的正面價值，參羅馬書。",
              "129．這是所謂現在式的“增強用法”（conativeuse)。文法問題參考布魯斯最安全。",
              "130．貝茲認為，“與你們無益了”是針對未來最後的審判而言，然筆者認為，此時此刻基督就與他們無益了。當然，這兩種解釋並無沖突。",
              "131．可參考布魯斯舉的例子。註意艾塞提（Izates，亞狄亞本Adiabene的國王）想改宗時，正統的猶太人是如何對他提出勸諫的。然而，根據約瑟夫的記載，來自另一個正統猶太人的建議，卻完全相反，可見猶太人本身也意見紛歧。",
              "132．參羅五1等，dikaiōthentes（既因信稱義），用不定過去式（aoristtense）就表達了“確定的，已完成的”的意義。",
              "133．有學者指出，這是加拉太書中惟一談到末世的地方（和帖撒羅尼迦書相反，後者充滿末世論）。這極自然，保羅處理的是迫在眉睫的問題，不是未來的問題。",
              "134．關於此點，改革宗和非改革宗的解經家持不同看法，但保羅的主要論點已很清楚，我們就不必再詳究這些爭論了。",
              "135．就希臘文dikaioō一字，有人堅稱是“宣告為義”（delcarerighteous），有人則堅持是和“使成為義”（makerighteous），兩者的鴻溝於此補滿起來。因信“稱義”的人，如果他的生命有真實的改變，就會活出更新的生命。",
              "136．貝茲引用紙草文獻中enkoptō這字的另例，意思是“擋路”，此處以“擋路”解頗為恰當。",
              "137．我們不需將諺語的使用視為保羅的修辭特色（如貝茲）。諺語的引用在猶太的思維裏相當自然，在舊約裏也常出現。",
              "138．因為保羅知道，我們不可能對血氣之軀有信心，不論是對他自己或對加拉太人，惟有神能使這奇跡發生。所以，只能是“在主裏有信心”。",
              "139．要確定這些攪擾人心者的身分，必會徒勞無功，因為我們只能憑臆測。我們當然知道不可能是使徒，耶路撒冷教會其他的人，我們所知太有限，而且沒有一人屬於法利賽黨派的。",
              "140．這句話的意思其實就是，攪擾加拉太人的人必受神的咒詛（一8-9）。",
              "141．說得更正確些，skandalon（陷阱）本指拉動陷阱的那根小棍子，後來就被用來代表“陷阱”的意思。",
              "142．這些去勢的祭司有時被稱為“加裏”（galli），聽起來和“加拉太”有些相近，所以，保羅暗示這種人，也許是一語雙關。不過，“加裏”通常是弗呂家人，不是加拉太人，而保羅不會以這種方式侮辱加拉太人。若真有這種語音上的暗示，保羅指的是那些“行割”的猶太派基督徒，而不是受試探的信徒。",
              "143．保羅是有意地用反諷字眼。就像猶太人曾以嘲諷的語氣稱外邦人為“沒受割禮的”（他們故意用較粗的字眼akrobustia，不用akroposthia），現在時移勢轉，猶太人也被嘲弄為“割身者”（katatomē），而不是“受割禮的”（peritomē）。",
              "144．羅培斯（Ropes）等人認為，當時有幾派“不同神學主張”，但在那個階段談“不同神學主張”，恐怕言之過早，“不同神學傾向”可能合宜些。",
              "145．關於“靈與肉體”的問題，Burton的附錄17（標題：\"PneumaandSarx\"）是最具參考價值的資料之一。靈與肉體的區別，根植於舊約（賽三十一3），但保羅的用法有時和舊約不太一樣。",
              "146．保羅不僅是“基督的仆人”，也是其他基督徒的“仆人”（林後四5），後者對人性的驕傲是更大的挑戰。"
            ]
          }
        ],
        "title": "丁道爾聖經註釋",
        "author": "丁道爾"
      }
    }
  }
}
